{"cursor":"15605","size":15,"audio":[],"currentlang":"en","article":"'Therapeutic horseback riding' is the use of horses and equine-assisted\nactivities in order to achieve goals that enhance physical, emotional, social,\ncognitive, behavioral and educational skills for people who have disabilities.\nIt not only focuses on the therapeutic riding skills but also the development of\na relationship between horse and rider. It uses a team approach in order to\nprovide treatment for the individual with the guidance of riding\ninstructor. All, A. C., Loving, G. L., & Crane, L. L. (1999). Animals,\nhorseback riding, and implications for rehabilitation therapy. Journal of\nRehabilitation, July/August/ September, 49-57.\n\nHorses provide a unique neuromuscular stimulation when being ridden through\ntheir one of a kind movement. Horses move in a rhythmic motion that mimics the\nhuman movement of walking. While riding, the horses stride acts to move the\nrider's pelvis in the same rotation and side-to-side movement that occurs when\nwalking. The horses adjustable gait promotes riders to constantly adjust the\nspeed to achieve the desired pelvic motion while promoting strength, balance,\ncoordination, flexibility and confidence. Borzo, G. (2002). Horsepower.\nAmerican Medical News, 45 (23), 24-26. One does not have to ride to\nachieve the desired effects of therapy. Horses can act as an aid by giving\nthose with disabilities a companion to care for. Grooming such as brushing,\nbathing, and currying aid in joint range of motion and have a relaxing and\ncalming effect.\n","linknr":-1,"url":"therapeutic_horseback_riding","recorded":1376429063,"links":[],"instances":[],"pdf":[],"categories":["Equine therapies","Human–animal interaction","Mind–body interventions"],"headings":["History","Benefits","Types of disabilities and conditions","Exercises","In the United States and Canada","Autism","Safety","See also","References","Footnotes","External links"],"image":[],"tags":[],"members":[],"related":["Horse","Horse_grooming","Ancient_Greeks","Gout","Neurological_disorder","Morale","Scoliosis","Liz_Hartel","Olympic_Games","North_American_Riding_for_the_Handicapped_Association","Exercise_machine","Professional_Association_of_Therapeutic_Horsemanship","Autism","Hippotherapy","Para-equestrian","Riding_for_the_Disabled_Association"]}