{"cursor":"2237","size":15,"audio":[],"currentlang":"en","article":"\nA 'gene family' is a set of several similar genes, formed by duplication of a\nsingle original gene, and generally with similar biochemical functions. One such\nfamily are the genes for human haemoglobin subunits; the ten genes are in two\nclusters on different chromosomes, called the Î±-globin and Î²-globin loci.\n\nGenes are categorized into families based on shared nucleotide or protein\nsequences. Phylogenetic techniques can be used as a more rigorous test. The\npositions of exons within the coding sequence can be used to infer common\nancestry. Knowing the sequence of the protein encoded by a gene can allow\nresearchers to apply methods that find similarities among protein sequences\nthat provide more information than similarities or differences among DNA\nsequences. Furthermore, knowledge of the protein's secondary structure gives\nfurther information about ancestry, since the organization of secondary\nstructural elements presumably would be conserved even if the amino acid\nsequence changes considerably. These methods often rely upon predictions based\nupon the DNA sequence.\n\nIf the genes of a gene family encode proteins, the term [[protein family]] is\noften used in an analogous manner to gene family.\n\nThe expansion or contraction of gene families along a specific lineage can be\ndue to chance, or can be the result of natural selection. Hartl, D.L. and\nClark A.G. 2007. Principles of population genetics. Chapter 7, page 372.\nTo distinguish between these two cases is often difficult in practice. Recent\nwork uses a combination of statistical models and algorithmic techniques to\ndetect gene families that are under the effect of natural selection. [http-\n://www.plosone.org/article/fetchArticle.action?articleURI=info%3Adoi%2F10.1371%-\n2Fjournal.pone.0000085 The Evolution of Mammalian Gene Families]\n","linknr":-1,"url":"gene_family","recorded":1376427554,"links":[],"instances":[],"pdf":[],"categories":["Gene families|","Population genetics","Phylogenetics"],"headings":["See also","References"],"image":[],"tags":[],"members":[],"related":["Haemoglobin","Human_α-globin_locus","Human_β-globin_locus","Phylogeny","Exon","Protein","DNA","Secondary_structure","Amino_acid","List_of_gene_families","Protein_family"]}