{"cursor":"8135","size":15,"audio":[],"currentlang":"en","article":"\n\nA 'supergene' is a group of neighbouring genes on a chromosome which are\ninherited together because of close genetic linkage and are functionally related\nin an evolutionary sense, although they are rarely co-regulated\ngenetically.\n\nSupergenes have cis-effects due to multiple loci (which may be within a gene, or\nwithin a single gene's regulatory region), and tight linkage. They are\nclassically polymorphic, and different elements code for different fitness\neffects which combine to form a coherent or epistatic whole. The two classic\nsupergenes are (1) the [[Primula]] heterostyly locus, which controls \"pin\" and\n\"thrum\" types, and (2) the locus controlling Batesian mimetic polymorphism in\n[[Papilio memnon]] butterflies. For example, pin and thrum morphs of Primula\nhave effects on genetic compatibility (pin style x thrum pollen, or thrum style\nx pin pollen matings are successful, while pin x pin, and thrum x thrum matings\nare rarely successful due to pollen-style incompatibility), and have different\nstyle length, anther height in the corolla tube, pollen size, and size on the\nstigma. Each of these effects is controlled by a different locus in the same\nsupergene, but recombinants are occasionally found with traits combining those\nof \"pin\" and \"thrum\" morphs.\n\n'Gene complexes', in contrast, are simply tightly linked groups of genes, often\ncreated via gene duplication (sometimes called segmental duplication if the\nduplicates remain side-by-side). Here, each gene has similar though slightly\ndiverged function. For example, the human major histocompatibility complex (MHC)\nregion is a complex of tightly linked genes all acting in the immune system, but\nhas no claim to be a supergene, even though the component genes very likely have\nepistatic effects and are in strong disequilibrium due in part to selection.\n\nNo supergene has yet been characterized to the functional DNA level, but work is\nproceeding in a number of species.\n\nThe earliest use of the term \"supergene\" may be in an article by A. Ernst (1936)\nin the journal Archiv der Julzus Klaus-stiftung fur Vererbungsforschung,\nSozialanthropologie und Rassenhygiene. Ernst A. 1936. Weitere Untersuchungen\nzur Phänanalyse, zum Fertilitätsproblem und zur Genetik heterostyler Primeln.\nII. Primula hortensis. Wettst. Arch. J. K.-Stift. Ver. Sozialanthropol. Ras. 11,\n1-280.\n","linknr":-1,"url":"super-gene","recorded":1376427572,"links":[],"instances":["flower","biology","genetics"],"pdf":[],"categories":["Genes"],"headings":["Origin of supergenes","References"],"image":[],"tags":[["locus","genetics"],["polymorphism","biology"],["corolla","flower"],["polymorphism","biology"]],"members":["corolla","polymorphism","locus"],"related":["Gene","Chromosome","Genetic_linkage","Gene_regulation","Cis-regulatory_element","Locus_(genetics)","Gene_regulation","Polymorphism_(biology)","Epistasis","Heterostyly","Dimorphous_flower","Dimorphous_flower","Batesian_mimicry","Carpel","Pollen","Self-incompatibility_in_plants","Anther","Corolla_(flower)","Carpel","Gene_duplication","Segmental_duplication","Major_histocompatibility_complex","DNA","Chromosomal_rearrangement","Chromosomal_crossover","Phenotype","Polymorphism_(biology)","Cyril_Darlington","Kenneth_Mather","E.B._Ford","Chromosomal_translocation","Cistron","Linkage_disequilibrium","Haplotype","John_Maynard_Smith","Evolvability"]}