{"cursor":"8681","size":15,"audio":[],"currentlang":"en","article":"{{Diagnostic infobox | Name = Prostate biopsy | Image = Prostate adenocarcinoma\nintermed mag hps.jpg | Caption = Micrograph of a 'prostate biopsy' showing\nprostate adenocarcinoma, acinar type, the most common type of prostate cancer.\nHPS stain. | ICD10 = | ICD9 = - | MeshID = | OPS301 = | OtherCodes = | }}\n'Prostate [[biopsy]]' is a procedure in which small samples are removed from a\nman's prostate gland to be tested for the presence of cancer. It is typically\nperformed when the scores from a PSA blood test rise to a level that is\nassociated with the possible presence of prostate cancer.\n\nThe procedure, usually an outpatient procedure, requires a local anesthetic,\nwith fifty-five percent of men reporting discomfort during the\nbiopsy. The most frequent complication of the procedure is bleeding\nin the urine for several days, some bleeding in the stool for several days, and\nblood in the ejaculate for several weeks afterwards.\n\nThe procedure may be performed transrectally, through the urethra or through the\nperineum. The most common procedure is transrectal, and may be done with tactile\nfinger guidance, or, more commonly and precisely, with ultrasound\nguidance. [http://www.msnbc.msn.com/id/12842535/ Tales from a\nprostate biopsy, MSNBC.com]\n\nAbout a dozen samples are taken from the prostate gland through a thin needle -\nabout six from each side. If the procedure is performed transrectally,\nantibiotics are prescribed to prevent infection. An enema may also be prescribed\nfor the morning of the procedure. In both the transrectal and the transperineal\nprocedure, the doctor inserts an ultrasound probe into the rectum to help guide\nthe biopsy needles. A local anesthetic is then administered into the tissue\naround the prostate, similar to the local anesthetic administered for a dental\nprocedure. A spring-loaded prostate tissue collection needle is then inserted\ninto the prostate, through the rectum (or more rarely through the perineum),\nabout a dozen times. It makes a clicking sound, and there may be considerable\ndiscomfort.\n","linknr":231,"url":"Prostate_biopsy","recorded":1362510833,"links":14,"instances":[],"pdf":[],"categories":["Biopsy","Histopathology","Male genital surgery"],"headings":["Negative Biopsy","Magnetic Resonance Imaging (MRI)-guided Biopsy","Gleason score","Tumor markers","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Prostate_adenocarcinoma_intermed_mag_hps.jpg/220px-Prostate_adenocarcinoma_intermed_mag_hps.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Micrograph","Adenocarcinoma","Prostate_cancer","HPS_stain","Prostate_gland","Prostate_specific_antigen","Prostate_cancer","Mitochondrial_DNA","Gleason_score"]}