{"cursor":"2724","size":15,"audio":[],"currentlang":"en","article":" stem, an example of a woody plant, showing a typical wood structure.]] A 'woody\n plant' is a plant that produces wood as its structural tissue. Woody plants are\n usually either trees, shrubs, or lianas. These are usually perennial plants\n whose stems and larger roots are reinforced with wood produced from secondary\n xylem. The main stem, larger branches, and roots of these plants are usually\n covered by a layer of bark. Wood is a structural cellular adaptation that\n allows woody plants to grow from above ground stems year after year, thus\n making some woody plants the largest and tallest terrestrial plants.\n\nWood is primarily composed of xylem cells with cell walls made of cellulose and\nlignin. Xylem is a vascular tissue which moves water and nutrients from the\nroots to the leaves. Most woody plants form new layers of woody tissue each\nyear, and so increase their stem diameter from year to year, with new wood\ndeposited on the inner side of a vascular cambium layer located immediately\nbeneath the bark. However, in some monocotyledons such as palms and dracaenas,\nthe wood is formed in bundles scattered through the interior of the\ntrunk.\n\nWoody herbs are herbaceous plants that develop hard woody stems. They include\nsuch plants as [[Uraria picta]] and certain species in family Polygonaceae.\nThese herbs are not truly woody but have hard densely packed stem tissue. Other\nherbaceous plants have woody stems called a caudex, which is a thickened stem\nbase often found in plants that grow in alpine or dry environments.\n\nUnder specific conditions, woody plants may decay or may in time become\npetrified wood.\n\nThe symbol for a woody plant, based on [[Species Plantarum]] by Linnaeus is ,\nwhich is also the astronomical symbol for the planet Saturn.\n","linknr":-1,"url":"woody_plant","recorded":1376418352,"links":[],"instances":["plant","biology"],"pdf":[],"categories":["Plants","Plant morphology","Dendrology","Biology terminology"],"headings":["See also","References"],"image":[],"tags":[["cell","biology"],["dracaena","plant"]],"members":["dracaena","cell"],"related":["Plant","Wood","Tree","Shrub","Liana","Perennial","Xylem","Bark","Cell_(biology)","Terrestrial_plant","Cell_walls","Cellulose","Lignin","Vascular_tissue","Vascular_cambium","Monocotyledons","Arecaceae","Dracaena_(plant)","Herb","Polygonaceae","Caudex","Alpine_climate","Decomposition","Time","Petrified_wood","Linnaeus","Astronomical_symbol","Saturn","Arboriculture","Dendrology","Inosculation","Xylem"]}