{"cursor":"3839","size":15,"audio":[],"currentlang":"en","article":"\nIn biochemistry, a 'substrate' is a molecule upon which an enzyme acts. Enzymes\ncatalyze chemical reactions involving the substrate(s). In the case of a single\nsubstrate, the substrate binds with the enzyme active site, and an enzyme-\nsubstrate complex is formed. The substrate is transformed into one or more\nproducts, which are then released from the active site. The active site is now\nfree to accept another substrate molecule. In the case of more than one\nsubstrate, these may bind in a particular order to the active site, before\nreacting together to produce products.\n\nFor example, curd formation (rennet coagulation) is a reaction that occurs upon\nadding the enzyme rennin to milk. In this reaction, the substrate is a milk\nprotein (e.g., casein) and the enzyme is rennin. The products are two\npolypeptides that have been formed by the cleavage of the larger peptide\nsubstrate. Another example is the chemical decomposition of hydrogen peroxide\ncarried out by the enzyme catalase. As enzymes are catalysts, they are not\nchanged by the reactions they carry out. The substrate(s), however, is/are\nconverted to product(s). Here, hydrogen peroxide is converted to water and\noxygen gas.\n\n: E + S ⇌ ES → E + P\n\n'where E = enzyme, S = substrate(s), P = product(s)'. While the first (binding)\nand third (unbinding) steps are, in general, reversible, the middle step may be\nirreversible (as in the rennin and catalase reactions just mentioned) or\nreversible (e.g., many reactions in the glycolysis metabolic pathway).\n\nBy increasing the substrate concentration, the rate of reaction will\nincrease due to the likelihood that the number of enzyme-substrate complexes\nwill increase; this occurs until the enzyme concentration becomes the\nlimiting factor.\n\nIt is important to note that the substrates that a given amino acid [[in vitro]]\nmay not necessarily reflect the physiological, endogenous substrates of the\nenzyme [[in vivo]]. That is to say that enzymes do not necessarily perform all\nthe reactions in the body that may be possible in the laboratory. For example,\nwhile fatty acid amide hydrolase (FAAH) can hydrolyze the endocannabinoids 2-\narachidonoylglycerol (2-AG) and anandamide at comparable rates in vitro, genetic\nor pharmacological disruption of FAAH elevates anandamide but not 2-AG,\nsuggesting that 2-AG is not an endogenous, in vivo substrate for\nFAAH. Cravatt BF, Demarest K, Patricelli MP, Bracey MH, Giang DK, Martin BR,\nLichtman AH. (2001) Supersensitivity to anandamide and enhanced endogenous\ncannabinoid signaling in mice lacking fatty acid amide hydrolase. Proc. Natl.\nAcad. Sci. USA. 98(16):9371-9376. In another example, the N-acyl taurines\n(NATs) are observed to increase dramatically in FAAH-disrupted animals, but are\nactually poor in vitro FAAH substrates. Saghatelian A, Trauger SA, Want EJ,\nHawkins EG, Siuzdak G, and Cravatt BF. (2004) Assignment of endogenous\nsubstrates to enzymes by global metabolite profiling. Biochemistry. 43(45):14332-\n14339.\n","linknr":121,"url":"Substrate_(biochemistry)","recorded":1362504696,"links":30,"instances":["chemistry","biology"],"pdf":[],"categories":["Biomolecules","Enzyme kinetics","Catalysis"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["product","biology"],["substrate","chemistry"]],"members":["substrate","product"],"related":["Biochemistry","Molecule","Enzyme","Catalysis","Chemical_reactions","Active_site","Enzyme-substrate_complex","Product_(biology)","Rennin","Casein","Chemical_decomposition","Hydrogen_peroxide","Catalase","Catalysts","Reversible_reaction","Irreversibility","Glycolysis","Substrate_(chemistry)","Enzyme","Limiting_factor","Fatty_acid_amide_hydrolase","2-arachidonoylglycerol","Anandamide"]}