{"cursor":"7922","size":15,"audio":[],"currentlang":"en","article":"\n'Medical terminology' is language that is used to accurately describe the human\nbody and associated components, conditions, processes and process in a science-\nbased manner. Some examples are: R.I.C.E., trapezius, and latissimus dorsi. It\nis to be used in the medical and nursing fields. This systematic approach to\nword building and term comprehension is based on the concept of: (1) word roots,\n(2) prefixes, and (3) suffixes. The 'rootword' is a term derived from a source\nlanguage such as Greek or Latin and usually describes a body part. The 'prefix'\ncan be added in front of the term to modify the word root by giving additional\ninformation about the location of an organ, the number of parts, or time\ninvolved. 'Suffixes' are attached to the end of a word root to add meaning such\nas condition, disease process, or procedure.\n\nIn the process of creating medical terminology, certain rules of language apply.\nThese rules are part of language mechanics called '[[linguistics]]'. So, when a\nterm is developed, some logical process is applied. The word root is developed\nto include a vowel sound following the term to add a smoothing action to the\nsound of the word when applying a suffix. The result is the formation of a new\nterm with a vowel attached (word root + vowel) called a 'combining form'. In\nEnglish, the most common vowel used in the formation of the combining form is\nthe letter -o-, added to the word root.\n\n'Prefixes' do not normally require further modification to be added to a\nword root because the prefix normally ends in a vowel or vowel sound,\nalthough in some cases they may assimilate slightly and an in- may change to\nim- or syn- to sym-.\n\n'Suffixes' are categorized as either (1) needing the combining form, or (2) not\nneeding the combining form since they start with a vowel.\n\nDecoding the medical term is an important process, (See: Morphology). Once\nexperience is gained in the process of forming and decoding medical terminology,\nthe process becomes easier. One approach involves breaking down the word by\nevaluating the meaning of the suffix first, then prefix, and finally the word\nroot. This will generally produce a good result for the experienced health care\nprofessional. When in doubt, the result should be verified by a medical\nterminology dictionary. The process of learning any new language, such as\nmedical terminology, is facilitated by learning basic rules.\n\nOne quick online reference is a dictionary search engine. The allows one to\nenter a medical term into a dialogue box and initiate a search. There are also\nnumerous online medical dictionaries to select from. Once a term is located, the\nresponse will be subdivided into several basic formats, including General usage,\nMedicine, Law, Business, and others.\n\nThe use of a medical dictionary or Internet search engine is most helpful in\nlearning the exact meaning of a medical term. However, if the basic concepts of\nword building are understood, many words are understandable to the student of\nmedical terminology.\n","linknr":-1,"url":"medical_terminology","recorded":1376428438,"links":[],"instances":["sociolinguistics","linguistics","linguistics","linguistics"],"pdf":[],"categories":["Scientific nomenclature","Terminology","Interlingua"],"headings":["Discussion","Medical terminology","See also","External links"],"image":[],"tags":[["morphology","linguistics"],["prefix","linguistics"],["suffix","linguistics"],["register","sociolinguistics"]],"members":["register","suffix","prefix","morphology"],"related":["Language","Human_body","Word_root","Prefixes","Suffixes","Greek_language","Latin","Rules_of_language","Morphology_(linguistics)","Medical_dictionary","Etymology","Renal_failure","Kidney","Nephrologist","Medical_dictionary","Gastroenteritis","Prefix_(linguistics)","Suffix_(linguistics)","Latin","Ancient_Greek","Medicine","Etymology","Medical_dictionary","Medical_slang","International_scientific_vocabulary","Classical_compound","Terminology","Register_(sociolinguistics)","Interlingua","Unified_Medical_Language_System"]}