{"cursor":"2483","size":15,"audio":[],"currentlang":"en","article":"An ecological 'metacommunity' is a set of interacting communities which are\nlinked by the dispersal of multiple, potentially interacting\nspecies. Gilpin, M.E. and I.A. Hanski (1991). Metapopulation dynamics:\nEmpirical and Theoretical Investigations. Academic Press,\nLondon. Wilson, D.S. (1992). Complex interactions in metacommunities,\nwith implications for biodiversity and higher levels of selection. Ecology,\n'73': 1984-2000. Leibold, M.A., M. Holyoak, N. Moquet and others\n(2004). The metacommunity concept: a framework for multi-scale community\necology. ''Ecology Letters, '7''': 601-613. The term is derived from the\nfield of community ecology, which is primarily concerned with patterns of\nspecies distribution, abundance and interactions.\n\nThere are four theoretical frameworks, or unifying themes, that each detail\nspecific mechanistic processes useful for predicting empirical community\npatterns. These are the patch dynamics, species sorting, sourceâsink dynamics\n(or mass effect) and neutral model frameworks. Patch dynamics models describe\nspecies composition among multiple, identical patches, such as islands, and\nemphasizes colonization-competitive ability trade-offs. Species sorting models\ndescribe variation in abundance and composition within the metacommunity due to\nindividual species responses to environmental heterogeneity, such that certain\nlocal conditions may favor certain species and not others. This model represents\nthe classical theories of the niche-centric era of G. Evelyn Hutchinson and\nRobert MacArthur. Source-sink models describe a framework in which dispersal and\nenvironmental heterogeneity interact to determine local and regional abundance\nand composition. This framework is derived from the metapopulation ecology term\ndescribing source-sink dynamics at the population level. Finally, the neutral\nperspective describes a framework where species are essentially equivalent in\ntheir competitive and dispersal abilities, and local and regional composition\nand abundance is determined primarily by stochastic demographic processes and\ndispersal limitation. The neutral perspective was recently popularized by\nStephen Hubbell following his groundbreaking work on the unified neutral theory\nof biodiversity.\n","linknr":-1,"url":"metacommunity","recorded":1376429074,"links":[],"instances":["ecology"],"pdf":[],"categories":["Ecology"],"headings":["References"],"image":[],"tags":[["community","ecology"]],"members":["community"],"related":["Ecological","Community_(ecology)","Community_ecology","Patch_dynamics","Species_sorting","Source–sink_dynamics","Unified_neutral_theory_of_biodiversity","G._Evelyn_Hutchinson","Robert_MacArthur","Metapopulation","Source-sink_dynamics","Stochastic","Demographic","Stephen_Hubbell","Unified_neutral_theory_of_biodiversity"]}