{"cursor":"5362","size":15,"audio":[],"currentlang":"en","article":" showing the α (A*1101 gene product) and\n β (Beta-2 microglobin) subunits. This\n receptor has a bound peptide (in the\n binding pocket) of heterologous origin that also contributes to function.]]\n\nIn structural biology, a 'protein subunit' is a single protein molecule that\nassembles (or \"coassembles\") with other protein molecules to form a protein\ncomplex. Some naturally occurring proteins have a relatively small number of\nsubunits and therefore described as oligomeric, for example hemoglobin or DNA\npolymerase. Others may consist from a very large number of subunits and\ntherefore described as multimeric, for example microtubules and other\ncytoskeleton proteins. The subunits of a multimeric protein may be identical,\nhomologous or totally dissimilar and dedicated to disparate tasks. In some\nprotein assemblies, one subunit may be referred to as a \"regulatory subunit\"\nand another as a \"catalytic subunit.\" An enzyme composed of both regulatory\nand catalytic subunits when assembled is often referred to as a holoenzyme.\nOne subunit is made of one polypeptide chain. A polypeptide chain has one\ngene coding for it – meaning that a protein must have one gene for each\nunique subunit.\n\nA subunit is often named with a Greek or Roman letter, and the numbers of\nthis type of subunit in a protein is indicated by a subscript. For example,\nATP synthase has a type of subunit called α. Three of these are present in\nthe ATP synthase molecule, and is therefore designated α 3. Larger\ngroups of subunits can also the specified, like α 3β 3-\nhexamer and c-ring.\n","linknr":-1,"url":"Protein_subunit","recorded":1376428515,"links":[],"instances":["biology"],"pdf":[],"categories":["Protein structure"],"headings":["Subunit Vaccines","See also","References"],"image":[],"tags":[["homology","biology"]],"members":["homology"],"related":["Binding_pocket","Structural_biology","Polypeptide_chain","Protein_complex","Hemoglobin","DNA_polymerase","Microtubule","Cytoskeleton","Homology_(biology)","Holoenzyme","Polypeptide","Gene","ATP_synthase","Antigen","Recombinant_vaccine","Ebolavirus","HIV","Vi_capsular_polysaccharide_vaccine","Typhoid","Antigen_processing","Quaternary_structure","Allostery","Cooperative_binding"]}