{"cursor":"3003","size":15,"audio":[],"currentlang":"en","article":"In animal fancy and animal husbandry, 'entire' (or intact) indicates an animal\nhas not been desexed, i.e., spayed (female) or neutered (male).\n\nAnimals are desexed for selective breeding purposes. Males may also be neutered\nin order to make them more tractable or meatier. A specialized vocabulary has\narisen for neutered animals of given species.\n\nExcept where a desexed pet is desirable, entire animals usually fetch much\nhigher prices than castrated ones, mostly because they retain the ability to\nbreed. There are various health effects of the decision to leave an animal\nintact, or to castrate it. Leaving a female animal intact may lead to such\ncomplications as ovarian cysts, uterine infections such as pyometra, and cancer\nof the reproductive tract. In small animals such as dogs and cats, the ovaries\nand uterus are removed eliminating the possibility of disease in these organs.\nBy de-sexing or spaying the female, the animal is surgically sterilized and\ncannot get pregnant; this however, may lead to weight gain in the pet and may\nnot be able to burn as many calories in their daily activities. This can be\navoided by reducing the food intake once the female has been surgically\nsterilized to prevent unnecessary weight gain. In addition to a reduced caloric\nintake, increasing the animals daily physical activity once recovered from\nsurgery will help reduce the chance of weight gain after being de-\nsexed. Petplace Veterinarians. (n.d.). Pros and cons in spaying and\nneutering cats. In Petplace.com. Retrieved March 22, 2012.\n\nIn the case of livestock, mainly cattle, there are various pros and cons to\ncastrating or leaving the animal intact. Leaving a bull calf ( an intact male\nunder the age of six months), allows the animal to gain more weight, and have a\nhigher feed efficiency than compared to a steer (or castrated male calf).\nIrwin, J. (2004, December). Castrating calves [Electronic version]. AGFACTS,\n2(06), 1-4. Leaving a bull calf intact however, can also have\ndisadvantages. If left intact, bull calves can exhibit aggressive behaviour\ncausing damages to fences, equipment, and handlers leaving an occupational risk\nfor employees. Castrating a bull calf before the age of six months leads to a\nbetter performing animal not showing signs of aggression when penned with other\nmales, while intact bulls will tend to fight with male siblings. Castration of\nbulls is recommended to occur before entering the feed lot as a precaution\nagainst infections and the calves are small enough to be handled easily with\nminimal stress towards the animal. Parker, M. (2009, January 13). Finding\nthe benefits of castration. In FArm Talk. Retrieved March 22, 2012\n","linknr":92,"url":"Entire_(animal)","recorded":1362544069,"links":13,"instances":["spaying"],"pdf":[],"categories":["Dog health","Animal anatomy"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/91/Kaprosuchus.jpg/70px-Kaprosuchus.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["spaying#females","spaying"]],"members":[],"related":["Animal_fancy","Animal_husbandry","Castration","Selective_breeding","Pyometra"]}