{"cursor":"7167","size":15,"audio":[],"currentlang":"en","article":"\n'Alfred Ezra Mirsky' (October 17, 1900–June 19, 1974) was an American pioneer in\nmolecular\nbiology. [http://www.geminiauction.com/Rockefeller_bio.asp The\nRockefeller University and Dr. Alfred\nMirsky] [http://www.rockarch.org/collections/individuals/ru/ ALFRED E.\nMIRSKY PAPERS, 1915–(1936–1975)–1986 — The Rockefeller Archive Center – Papers\nof Individuals – Rockefeller U.]\n\nMirsky graduated from Harvard College in 1922, after which he studied for two\nyears at the Columbia University College of Physicians and Surgeons until 1924\nwhen he moved to the University of Cambridge on a US National Research Council\nfellowship for the academic year 1924–1925. He received his PhD from Cambridge\nin 1926, with a dissertation under Lawrence J. Henderson on the Haemoglobin\nmolecule, completing work begun under Joseph Barcroft.\n\nOn May 25, 1926 Mirsky married Reba Paeff, who went on to become a renowned\nchildren's author; they had a daughter, Reba Goodman and a son, Jonathan Mirsky.\n\nIn 1927 Mirsky was appointed Lab Assistant to Alfred E. Cohn at the then\nRockefeller Institute for Medical Research, beginning his association with\nRockefeller University. During a sabbatical year at the California Institute of\nTechnology, Mirsky published a paper with Linus Pauling on the general theory of\nprotein structure, suggesting that the structure of proteins are coiled in a\nspecific configuration that accounts for the function in the body, and that the\nprotein is denatured when that configuration is lost by breaking the hydrogen\nbonds that stabilize the structure.\n\nOne of Mirsky's more notorious contributions while at the Rockefeller Institute\nwas his attempt to discredit Oswald Avery. Avery had correctly shown that DNA\nwas likely the agent of heredity. However, Mirsky's went to great lengths to\nblock Avery's discovery because of doubts that DNA was the sole genetic\nmaterial. It is said he even urged the Karolinska Institute in Sweden not to\naward Avery the Nobel Prize. Eventually Mirsky's efforts were successful. Avery\ndid not win the prize, despite as Erwin Chargaff claims, Avery's work was worth\ntwo Nobel Prizes.\n\nMirsky became an official Member of the Rockefeller Institute in 1948, and in\n1950 was internationally congratulated for the \"grand discovery\" of DNA\nconstancy, which proved the concept of DNA as the hereditary material. He served\nas an editor of [[The Journal of General Physiology]] in 1951–1961.\n\nMirsky was made Professor in 1954 when the Institute became Rockefeller\nUniversity. He was also elected to the United States National Academy of\nSciences in the same year. Mirsky was highly involved in university affairs, and\nin 1959 he initiated a series of lectures for high school students, now named\nthe Alfred E. Mirsky Holiday Lecture on Science in his honour.\n\nIn 1962 Mirsky chose a new lab assistant from a pool of candidates, in choosing\na woman, Ellie Donoghue, he set a precedent by making her the first female lab\nassistant in the Institute's history, the very same position which he first held\nupon his initial association with Rockefeller Institute. Mirsky proceeded to\nentrust Ms. Donoghue with assistance in his research and the running of his\nlaboratory, setting an early precedent for the advancement of women in the labs\nat Rockefeller University.\n\nFollowing retirement from his laboratory in an official capacity in 1964, he\nserved as librarian of the Rockefeller University from 1965 until 1972, all the\nwhile being allowed to maintain his laboratory at the university for his\npersonal research, He continued to make groundbreaking contributions to the\nstudy of cell nuclei in rodents and bovines in direct parallels to the structure\nof cell nuclei in humans.\n\nAfter his wife, Reba Paeff Mirsky, died in 1966 he donated her valuable jewelry\ncollection, save for a few pieces distributed to family and close friends, to\nthe university's collection. This collection of jewelry, acquired during their\nmany trips around the world, is a part of the university's holdings to this day.\nHe went on to marry fellow Rockefeller employee Sonia Wohl in 1967. Mirsky\nbecame professor emeritus in 1971, after forty-four years at the Rockefeller\nInstitute and University.\n\nMirsky traveled widely and was quite knowledgeable in archaeology and art\nhistory; his priceless collection of art and historical objects was willed to\nthe Rockefeller University upon his death in 1974 and remains in their permanent\ncollection.\n","linknr":-1,"url":"Alfred_Mirsky","recorded":1376418390,"links":[],"instances":[],"pdf":[],"categories":["1900 births","Members of the United States National Academy of Sciences","1974 deaths","Molecular biologists","Harvard University alumni","Columbia University alumni","California Institute of Technology alumni","Alumni of the University of Cambridge","American Jews","Rockefeller University faculty"],"headings":["Some significant papers by Alfred Mirsky","References","External links"],"image":[],"tags":[],"members":[],"related":["USA","Harvard_College","Columbia_University_College_of_Physicians_and_Surgeons","University_of_Cambridge","Cambridge_University","Lawrence_Joseph_Henderson","Joseph_Barcroft","Alfred_E._Cohn","Rockefeller_Institute_for_Medical_Research","Rockefeller_University","California_Institute_of_Technology","Linus_Pauling","Oswald_Avery","Erwin_Chargaff","Rockefeller_University","DNA","Rockefeller_University","United_States_National_Academy_of_Sciences","Alfred_E._Mirsky_Holiday_Lecture_on_Science","Ellie_Donoghue","Reba_Paeff_Mirsky","Professor_emeritus","Rockefeller_University"]}