{"cursor":"7607","size":15,"audio":[],"currentlang":"en","article":"'Aseptic processing' is the process by which a sterile (aseptic) product\n(typically food or pharmaceutical) is packaged in a sterile container in a way\nthat maintains sterility. Sterility is achieved with a flash-heating process\n(temperature between 195° and 295°F (91° to 146°C)), Aseptic\nPackaging Council. [http://www.aseptic.org/faq.html Carton Council Questions &\nAnswers]. which retains more nutrients and uses less energy than\nconventional sterilization techniques such as retort or hot-fill canning.\nPharmaceutical Sterile processing includes use of clean rooms, bacteria\nretaining filters, dry or steam heat. Aseptic food preservation methods allow\nprocessed food to keep for long periods of time without preservatives, as long\nas they are not opened. The aseptic packages are typically a mix of paper (70%),\npolyethylene (LDPE) (24%), and aluminum (6%), with a tight polyethylene inside\nlayer. Sterile pharmaceuticals are usually packaged in plastic\nor glass. Together these materials form a tight seal against microbiological\norganisms, contaminants, and degradation, eliminating the need for\nrefrigeration.\n\nThe first aseptic filling plant for milk was presented in Switzerland in 1961.\nThe Tetra Pak company later became one of the leading suppliers of processing\nand packaging equipment for dairies. Aseptic techniques were common in Europe\nand Asia before they were introduced in the United States in the 1980s.\n\nAseptic containers may range in size from a few fluid ounces to a nearly aseptic\ntank on an ocean-going ship. [http://www.flowcontrolnetwork.com/applications/food-and-\nbeverage/article/aseptics-ship-sets-sail Aseptic''s Ship Sets Sail]\nAseptic processing makes worldwide export and import of new, economical and safe\nfood products possible. Bag-In-Box technology is commonly used because it\nprovides strong containers that are light weight and easy to handle prior to\nbeing filled. Other common package types are drink boxes and pouches.\n\nIn 1991, the Institute of Food Technologists rated the top 10 innovations in\nfood technology. Aseptic processing and packaging ranked No. 1, ahead of juice\nconcentrates, safe canning processes, freeze-drying and food\nfortification. [http://www.aseptic.org/Award%20Main.shtml An Award Winning\nProcess] In 2007 Dr. Philip E. Nelson received the World Food Prize in\nrecognition for his pioneering work in aseptic processing and bulk storage.\n","linknr":-1,"url":"Aseptic_processing","recorded":1376428436,"links":[],"instances":[],"pdf":[],"categories":["Packaging","Food science"],"headings":["Historical development","Common uses","Recycling","See also","External links","References"],"image":[],"tags":[],"members":[],"related":["Aseptic","Food","Asepsis","Retort","Canning","Food_preservation","Food_processing","Preservative","Paper","Polyethylene","Aluminum","Refrigeration","Milk","Switzerland","Tetra_Pak","Dairy","Bag-In-Box","Institute_of_Food_Technologists","Food_technology","Freeze-drying","Philip_E._Nelson","World_Food_Prize","Packaging","Tetra_Pak","Blow_fill_seal","Cosmetics","Dietary_supplement","Food_chemistry","Food_engineering","Food_fortification","Food_microbiology","Food_packaging","Food_preservation","Food_rheology","Food_science","Food_storage","Food_supplements","Food_safety","Food_technology","Liquid_packaging_board","Nutraceutical","Nutrification","Pharmaceuticals","Retort_pouch","Ultra-high-temperature_processing","Tetra_Pak"]}