{"cursor":"3161","size":15,"audio":[],"currentlang":"en","article":"\nThe 'Consortium for the Barcode of Life' ('CBOL') is an international\ninitiative dedicated to supporting the development of DNA barcoding as a global\nstandard for species identification. CBOL's Secretariat Office is hosted by the\nNational Museum of Natural History, Smithsonian Institution, in Washington, DC.\nBarcoding was proposed in 2003 by Prof. Paul Hebert of the University of Guelph\nin Ontario as a way of distinguishing and identifying species with a short\nstandardized gene sequence. Hebert proposed the 648 bases of the Folmer region\nof the mitochondrial gene cytochrome-C oxidase-1 as the standard barcode\nregion. Dr. Hebert is the Director of the Biodiversity Institute of Ontario,\nthe Canadian Centre for DNA Barcoding, and the International Barcode of Life\nProject (iBOL), all headquartered at the University of Guelph. The\n[http://www.barcodinglife.org Barcode of Life Data Systems] (BOLD) is also\nlocated at the University of Guelph.\n\nCBOL was created in May 2004 with support of the Alfred P. Sloan Foundation.\nSince then more than 200 organizations from more than 50 countries have joined\nCBOL and agreed to put their barcode data in a public database. CBOL promotes\nDNA barcoding through workshops, working groups, international conferences,\noutreach meetings to developing countries, planning meetings for barcoding\nprojects, and production of outreach material to raise awareness of barcoding.\nCBOL's Database Working Group developed the data standard that GenBank, the\nEuropean Bioinformatics Institute, and the DNA Data Bank of Japan have endorsed.\nCBOL's Plant Working Group proposed matK and rbcL as the standard barcode\nregions for land plants; CBOL approved this proposal in late 2005. The Fungal\nWorking Group has identified ITS as the best barcode region for fungi, and\nCBOL's Protist Working Group is analyzing candidate regions for protistan\ngroups. CBOL has also created [http://connect.barcodeoflife.net Connect], a\nsocial network for the barcoding community. CBOL helped to plan and launch the\nglobal campaigns to barcode all species of fish and birds, and socioeconomically\nimportant groups like fruitflies.\n\nOne of CBOL's primary contributions to the success of barcoding has been its\noutreach efforts to government agencies (agriculture, environment, conservation,\nand others) and international organizations (CITES, Convention on Biological\nDiversity, Food and Agriculture Organization) that could benefit from barcoding.\n","linknr":-1,"url":"Barcode_of_Life","recorded":1376428690,"links":[],"instances":[],"pdf":[],"categories":["Taxonomy organizations","Organizations established in 2007","Genetics organizations","Smithsonian Institution"],"headings":["References","External links"],"image":[],"tags":[],"members":[],"related":["DNA_barcoding"]}