{"cursor":"9574","size":15,"audio":[],"currentlang":"en","article":"\nA 'Boolean network' consists of a discrete set of Boolean variables each of\nwhich has a boolean function (possibly different for each variable) assigned to\nit which takes inputs from a subset of those variables and output that\ndetermines the state of the variable it is assigned to. This set of functions in\neffect determines a topology (connectivity) on the set of variables, which then\nbecome nodes in a network. Usually, the dynamics of the system is taken as a\ndiscrete time series where the state of the entire network at time t+1 is\ndetermined by evaluating each variable's function on the state of the network at\ntime t. This may be done synchronously or asynchronously.\n\nA boolean network is a particular kind of sequential dynamical system, where\ntime and states are discrete, i.e. both the set of variables and the set of\nstates in the time series each have a bijection onto an integer series.\nBoolean networks are related to cellular automata. Usually, cellular automata\nare defined with an homogenous topology, i.e. a single line of nodes, a\nsquare or hexagonal grid of nodes or an even higher dimensional structure,\nbut each variable (node in the grid) may take on more than two values (and\nhence not be boolean).\n\nA 'random Boolean network' (RBN) is one that is randomly selected from the\nset of all possible boolean networks of a particular size, N. One then can study\nstatistically, how the expected properties of such networks depend on various\nstatistical properties of the ensemble of all possible networks. I.e. how does\nthe behavior change as the average connectivity is changed.\n","linknr":-1,"url":"Boolean_network","recorded":1376428644,"links":[],"instances":["mathematics","mathematics"],"pdf":[],"categories":["Bioinformatics","Logic"],"headings":["Classical model","Topologies","Updating Schemes","Applications","References","External links"],"image":[],"tags":[["network","mathematics"],["set","mathematics"]],"members":["network","set"],"related":["Boolean_variable","Network_(mathematics)","Sequential_dynamical_system","Bijection","Cellular_automata","Stuart_A._Kauffman","Random","Genetic_regulatory_network","Set_(mathematics)","Boolean_function","Attractor","Scale_free_network"]}