{"cursor":"21319","size":15,"audio":[],"currentlang":"en","article":"{{Taxobox\n| color=violet name = [[Human immunodeficiency virus]] image = HIV-budding-\n| Color.jpg image_width = 190px image_caption = Scanning electron micrograph of\n| HIV-1 (in green) budding from cultured lymphocyte. Multiple round bumps on\n| cell surface represent sites of assembly and budding of virions. virus_group =\n| vi familia = [[Retroviridae]] genus = [[Lentivirus]] subdivision_ranks =\n| Species subdivision =\n* 'Human immunodeficiency virus 1'\n* 'Human immunodeficiency virus 2' }}\n\n'Bugchasing' is a slang term for the practice of pursuing sexual intercourse\nwith HIV-infected individuals in order to contract HIV. Individuals engaged in\nthis activity are referred to as bugchasers. It is a form of self-harm.\n\nBugchasers seek sexual partners who are HIV positive for the purpose of having\nunprotected sex and becoming HIV positive; 'giftgivers' are HIV positive\nindividuals who comply with the bugchaser's efforts to become infected with HIV.\n\nBugchasers indicate various reasons for this activity. Some bugchasers engage in\nthe activity for the excitement inherent in pursuing such a dangerous activity,\nbut do not implicitly desire to contract HIV. {{Cite web\n| title = Bug Chasers : Rolling Stone accessdate = 2009-08-15 url =\n| http://www.rollingstone.com/news/story/5933610/bug_chasers\n}} Crossley, Michelle, 2004.\n\"'Resistance' and health promotion\". British Journal of Social Psychology, Vol.\n43, pp. 225–244 Some researchers suggest that the behavior may stem from a\n\"resistance to dominant heterosexual norms and mores\" due to a defensive\nresponse by gay men to repudiate stigmatization and rejection by society.\n\nSome people consider bugchasing \"intensely erotic\" and the act of being infected\nas the \"ultimate taboo, the most extreme sex act left. \" A number of people who are HIV negative and in a relationship\nwith someone who is HIV positive seek infection as a way to remain in the\nrelationship, particularly when the HIV positive partner may wish to break up to\navoid infecting the HIV negative partner.\n\nSome contend that this behaviour stems from feelings of inevitability towards\nHIV among the gay community and the empowerment of choosing when to contract the\nvirus. Johnson, Ramon.\n\"[http://gaylife.about.com/cs/gay101/a/bugparties.htm Bug Chaser & Gift Giver\nParties, Deliberately Transmitting HIV]\" About.com Guide Others have\nsuggested that some people who feel lonely desire the nurturing community that\nsupports people with AIDS. It may\nalso be a form of suicide.\n\nBy design, bug chasing involves unprotected sex, but members of the bareback\nsubculture are not necessarily bugchasers. The difference is intent:\n\n}}\n\nIn simple terms, bugchasers engage in unprotected intercourse because they\ndesire the possibility of infection, and seek out partners with HIV to cause\ninfection. Barebackers engage in unprotected intercourse because they prefer the\nsensation of it but generally take pains to avoid contracting STIs. While actual\nactivity is the same for both groups the two do not share the same psychology.\nBarebackers conceptually have the same motivation as heterosexual couples that\nuse non-barrier methods of birth control (more enjoyable sex) and a preference\nagainst condom use does not imply a disregard for sexual health.\n","linknr":-1,"url":"Bugchasing","recorded":1376429012,"links":[],"instances":["tv_series","sex"],"pdf":[],"categories":["HIV/AIDS","Sexual health","Paraphilias","LGBT slang","Sexual urban legends"],"headings":["Research","Medical response","Bugchasing in mainstream media","See also","References","Further reading","External links"],"image":[],"tags":[["bareback","sex"],["er","tv_series"],["bareback","sex"]],"members":["er","bareback"],"related":["HIV","Self-harm","HIV_positive_people","Bareback_(sex)","AIDS","Suicide","Unprotected_sex","Condom","Internet","Anal_sex","Anal_receptive","Anal_insertive","User_profile","Serosorting","Mark_Blechner","Sex_addict","Centers_for_Disease_Control","Carleton_University","Ottawa","Sexually_transmitted_disease","Fenway_Health","Human_Rights_Campaign","Centers_for_Disease_Control","Film_director","2003_in_film","Austin,_Texas","New_York_City","Sex_club","Documentary_film","BBC","ER_(TV_series)","Bareback_(sex)","Criminal_transmission_of_HIV","HIV_superinfection","Self-harm","Andrew_Sullivan"]}