{"cursor":"5375","size":15,"audio":[],"currentlang":"en","article":"'Cephalization' is considered an evolutionary trend, Biology/Encyclopædia\nBritannica 2010 whereby nervous tissue, over many generations, becomes\nconcentrated toward one end of an organism. This process eventually produces a\nhead region with sensory organs. Biology/Neil A. Campbell, Jane B. Reece.-\n7th Edition (AP Edition)\n\nCephalization is intrinsically connected with a change in symmetry. It\naccompanied the move to bilateral symmetry made in flatworms, with ocelli and\npinnae placed in the head region. In addition to a concentration of sense\norgans, all animals from annelids on also place the mouth in the head region.\nThis process is also tied to the development of an anterior brain in the\nchordates from the notochord. A notable exception to the trend of cephalization\nthroughout evolutionary advancement is phylum Echinodermata, which, although\nhaving a bilateral ancestor, as evidenced by their embryology, develop into a\npentaradial animal with no concentrated neural ganglia or sensory head region.\nHowever, some echinoderms have developed bilateral symmetry secondarily.\n\nIn neuroembryology, neural induction of the ectoderm forms a neural tube which\nundergoes cephalization to form initially three, then five vesicles as a\ndeveloping embryo. It is the internalized ectoderm which goes on to become the\ncentral nervous system, peripheral nervous system and epidermis.\n\nIn respirology, cephalization refers to the distribution of pulmonary flow from\nthe bases to the apices of the lung due to pulmonary edema. http://www.med-\ned.virginia.edu/courses/rad/cxr/pathology2Bchest.html\n","linknr":-1,"url":"cephalization","recorded":1376418377,"links":[],"instances":["biology","biology","anatomy","skin","genus"],"pdf":[],"categories":["Evolutionary biology","Evolutionary biology terminology"],"headings":["Cephalization in the Animal Kingdom","References"],"image":[],"tags":[["symmetry","biology"],["pinna","anatomy"],["vesicle","biology"],["epidermis","skin"],["hydra","genus"]],"members":["vesicle","symmetry","pinna","epidermis","hydra"],"related":["Evolution","Nervous_system","Head","Sensory_system","Symmetry_(biology)","Flatworm","Ocelli","Pinna_(anatomy)","Annelid","Brain","Chordata","Notochord","Phylum","Echinoderm","Embryology","Neuroembryology","Ectoderm","Neural_tube","Vesicle_(biology)","Central_nervous_system","Peripheral_nervous_system","Epidermis_(skin)","Respirology","Lung","Pulmonary_edema","Hydra_(genus)","Cnidaria","Platyhelminthes","Arthropod","Vertebrate","Cephalochordate","Branchiostoma","Glenn_Northcutt","Neural","Neurulation","Dorsal_hollow_nerve_cord","Cell_migration","Predation"]}