{"cursor":"6882","size":15,"audio":[],"currentlang":"en","article":"]] ]] In genetics, 'CpG islands' or 'CG islands' (CGI) are genomic regions that\ncontain a high frequency of CpG sites. The \"p\" in CpG refers to the\nphosphodiester bond between the cytosine and the guanine, which indicates that\nthe C and the G are next to each other in sequence, regardless of being single-\nor double- stranded. In a CpG site, both C and G are found on the same strand of\nDNA or RNA and are connected by a phosphodiester bond. This is a covalent bond\nbetween atoms, stable and permanent as opposed to the three hydrogen bonds\nestablished after base-pairing of C and G in opposite strands of DNA.\n\nHowever, objective definitions for CpG islands are limited. The usual formal\ndefinition of a CpG island is a region with at least 200 bp, and a GC percentage\nthat is greater than 50%, and with an observed-to-expected CpG ratio that is\ngreater than 60%. The \"observed-to-expected CpG ratio\" is calculated by formula\n((Num of CpG/(Num of C × Num of G)) × Total number of nucleotides in the\nsequence).\n\nIn mammalian genomes, CpG islands are typically 300-3,000 base pairs in length,\nand have been found in or near approximately 40% of promoters of mammalian\ngenes. About 70% of human promoters have a high CpG\ncontent. Given the frequency of GC two-nucleotide sequences, the number of CpG\ndinucleotides is much lower than would be expected.\n\nA 2002 study revised the rules of CpG island prediction to exclude other GC-rich\ngenomic sequences such as Alu repeats. Based on an extensive search on the\ncomplete sequences of human chromosomes 21 and 22, DNA regions greater than 500\nbp were found more likely to be the \"true\" CpG islands associated with the 5'\nregions of genes if they had a GC content greater than 55%, and an observed-to-\nexpected CpG ratio of 65%.\n\nCpG islands are characterized by CpG dinucleotide content of at least 60% of\nthat which would be statistically expected (~4–6%), whereas the rest of the\ngenome has much lower CpG frequency (~1%), a phenomenon called CG suppression.\nUnlike CpG sites in the coding region of a gene, in most instances the CpG sites\nin the CpG islands of promoters are unmethylated if the genes are expressed.\nThis observation led to the speculation that methylation of CpG sites in the\npromoter of a gene may inhibit gene expression. Methylation is central to\nimprinting, along with histone modifications. Most of\nthe methylation occurs a short distance from the CpG islands (at \"CpG island\nshores\") rather than in the islands themselves.\n\nCpG islands typically occur at or near the transcription start site of genes,\nparticularly housekeeping genes, in vertebrates.\nNormally a C (cytosine) base followed immediately by a G (guanine) base (a CpG)\nis rare in vertebrate DNA because the cytosines in such an arrangement tend to\nbe methylated. This methylation helps distinguish the newly synthesized DNA\nstrand from the parent strand, which aids in the final stages of DNA\nproofreading after duplication. However, over evolutionary time methylated\ncytosines tend to turn into thymines because of spontaneous deamination. While\nthere is a special enzyme in human (Thymine-DNA glycosylase, or TDG) that\nspecifically replaces T's from T/G mismatches, it is not sufficiently effective\nto prevent the relatively rapid mutation of the dinucleotides. The result is\nthat CpGs are relatively rare. The existence of CpG islands is usually explained\nby the existence of selective forces for relatively high CpG content, or low\nlevels of methylation in that genomic area, perhaps having to do with the\nregulation of gene expression. Recently a study showed that most CpG islands are\na result of non-selective forces.\n","linknr":-1,"url":"CpG_islands","recorded":1376428999,"links":[],"instances":["biology"],"pdf":[],"categories":["Molecular genetics","DNA"],"headings":["See also","References","External links"],"image":[],"tags":[["promoter","biology"]],"members":["promoter"],"related":["Genetics","CpG_site","Phosphodiester_bond","Cytosine","Guanine","Hydrogen_bond","Base-pairing","Base_pair","Promoter_(biology)","Alu_sequence","CG_suppression","Coding_region","Methylation","Genomic_imprinting","Histone","Thymine","Deamination","Thymine-DNA_glycosylase","CpG_site"]}