{"cursor":"2374","size":15,"audio":[],"currentlang":"en","article":"\n\n'Crystallinity' refers to the degree of structural order in a solid. In a\ncrystal, the atoms or molecules are arranged in a regular, periodic manner. The\ndegree of crystallinity has a big influence on hardness, density, transparency\nand diffusion. In a gas, the relative positions of the atoms or molecules are\ncompletely random. Amorphous materials, such as liquids and glasses, represent\nan intermediate case, having order over short distances (a few atomic or\nmolecular spacings) but not over longer distances.\n\nMany materials (such as glass-ceramics and some polymers), can be prepared in\nsuch a way as to produce a mixture of crystalline and amorphous regions. In such\ncases, crystallinity is usually specified as a percentage of the volume of the\nmaterial that is crystalline. Even within materials that are completely\ncrystalline, however, the degree of structural perfection can vary. For\ninstance, most metallic alloys are crystalline, but they usually comprise many\nindependent crystalline regions (grains or crystallites) in various orientations\nseparated by grain boundaries; furthermore, they contain other crystal defects\n(notably dislocations) that reduce the degree of structural perfection. The most\nhighly perfect crystals are silicon boules produced for semiconductor\nelectronics; these are large single crystals (so they have no grain boundaries),\nare nearly free of dislocations, and have precisely controlled concentrations of\ndefect atoms.\n\nCrystallinity can be measured using x-ray diffraction, but calorimetric\ntechniques are also commonly used.\n","linknr":-1,"url":"crystallinity","recorded":1376428632,"links":[],"instances":[],"pdf":[],"categories":["Crystals","Physical quantities"],"headings":["Rocks crystallinity","References"],"image":[],"tags":[],"members":[],"related":["Solid","Crystal","Hardness","Density","Transparency_and_translucency","Diffusion","Liquids","Glass","Glass-ceramic","Polymer","Amorphous","Alloy","Grain_boundary","Crystal_defect","Dislocation","Monocrystal","Obsidian"]}