{"cursor":"12190","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n'Electron beam processing' or 'electron [[irradiation]]' is a process which\ninvolves using electrons, usually of high energy, to treat an object for a\nvariety of purposes. This may take place under elevated temperatures and\nnitrogen atmosphere. Possible uses for electron irradiation include\nsterilization and to cross-link polymers.\n\nElectron energies typically varies from the keV to MeV range, depending on the\ndepth of penetration required. The irradiation dose is usually measured in Gray\nbut also in Mrads. Where is equivalent to .\n\nThe basic components of a typical electron beam processing device are\nillustrated in the figure. An electron gun (consisting of a cathode,\ngrid, and anode) is used to generate and accelerate the primary beam. A magnetic\noptical (focusing and deflection) system is used for controlling the way in\nwhich the electron beam impinges on the material being processed (the\n\"workpiece\"). In operation, the gun cathode is the source of thermally-emitted\nelectrons that are both accelerated and shaped into a collimated beam by the\nelectrostatic field geometry established by the gun electrode (grid and anode)\nconfiguration used. The electron beam then emerges from the gun assembly through\nan exit hole in the ground-plane anode with an energy equal to the value of the\nnegative high voltage (gun operating voltage) being applied to the cathode. This\nuse of a direct high voltage to produce a high energy electron beam allows the\nconversion of input ac power to beam power at greater than 95% efficiency,\nmaking electron beam material processing a highly energy-efficient technique.\nAfter exiting the gun, the beam passes through an electromagnetic lens and\ndeflection coil system. The lens is used for producing either a focused or\ndefocused beam spot on the workpiece, while the deflection coil is used to\neither position the beam spot on a stationary location or provide some form of\noscillatory motion.\n\nIn polymers, an electron beam may be used on the material to induce effects such\nas chain scission (which makes the polymer chain shorter) and cross linking. The\nresult is a change in the properties of the polymer which is intended to extend\nthe range of applications for the material. The effects of irradiation may also\ninclude changes in crystallinity as well as microstructure. Usually, the\nirradiation process degrades the polymer. The irradiated polymers may sometimes\nbe characterized using DSC, XRD, FTIR, or SEM.\n\nIn poly(vinylidene fluoride-trifluoroethylene) copolymers, high-energy electron\nirradiation lowers the energy barrier for the ferroelectric-paraelectric phase\ntransition and reduces polarization hysteresis losses in the\nmaterial. {{cite journal |last= Cheng |first= Zhoung-Yang |coauthors= V.\nBharti, T. Mai, T.-B. Xu, Q. M. Zhang, et al. |title= Effect of High Energy\nElectron Irradiation on the Electromechanical Properties of Poly(vinylidene Fluoride-\nTrifluoroethylene) 50/50 and 65/35 Copolymers |journal= IEEE Transactions on\nUltrasonics, Ferroelectrics and Frequency Control |volume= 47 |issue= 6 |pages=\n1296–1307 |publisher= IEEE Ultrasonics, Ferroelectrics, and Frequency Control\nSociety |date= Nov 2000 |url= http://ieeexplore.ieee.org/xpl/login.jsp?tp=&arnu-\nmber=883518&url=http%3A%2F%2Fieeexplore.ieee.org%2Fxpls%2Fabs_all.jsp%3Farnumbe-\nr%3D883518 |doi= 10.1109/58.883518 }}\n\n'Electron beam processing' involves irradiation (treatment) of products using a\nhigh-energy electron beam accelerator. Electron beam accelerators utilize an on-\noff technology, with a common design being similar to that of a cathode ray\ntelevision.\n\nElectron beam processing is used in industry primarily for three product\nmodifications:\n* Crosslinking of polymer-based products to improve mechanical, thermal,\n  chemical and other properties,\n* Material degradation often used in the recycling of materials, and\n* Sterilization of medical and pharmaceutical goods. Bly, J.H.;\n  Electron Beam Processing. Yardley, PA: International Information Associates,\n  1988.\n\nNanotechnology is one of the fastest growing new areas in science and\nengineering. Radiation is early applied tool in this area; arrangement of atoms\nand ions has been performed using ion or electron beams for many years. New\napplications concern nanocluster and nanocomposites synthesis.\n","linknr":-1,"url":"Electron_irradiation","recorded":1376428450,"links":[],"instances":["microbiology","unit","unit"],"pdf":[],"categories":["Electromagnetism","Electron beams in manufacturing","Industrial processes","Plastics industry"],"headings":["Crosslinking","Chain-scissioning","Microbiologal sterilization","Pest & Pathogen Control","Notes"],"image":[],"tags":[["sterilization","microbiology"],["gray","unit"],["rad","unit"],["sterilization","microbiology"]],"members":["sterilization","gray","rad"],"related":["Sterilization_(microbiology)","Cross-link","Gray_(unit)","Rad_(unit)","Cathode_ray","Cross-link","Crystallinity","Microstructure","Polymer_degradation","Differential_scanning_calorimetry","X-ray_crystallography","Fourier_transform_spectroscopy","Scanning_electron_microscopy","Electron_beam","Cathode_ray","Cross-link","Thermoset","Tensile_strength","Heat_shrink","Positive_temperature_coefficient","PVC","Thermoplastic_polyurethanes","Polybutylene_terephthalate","Polyamide","Nylon","Nylon_6","Polyvinylidene_fluoride","PVDF","Polymethylpentene","Polyethylene","LLDPE","LDPE","UHMW","Ethylene-vinyl_acetate","Ethylene_tetrafluoroethylene","Cross-linked_polyethylene","Polymer_degradation","Molecular_weight","Polytetrafluoroethylene","Sterilization_(microbiology)"]}