{"cursor":"9449","size":15,"audio":[],"currentlang":"en","article":"\n'Home range' is the area in which an animal lives and travels. It is closely\nrelated to, but not identical with, the concept of \"territory\" which is the area\nthat is actively defended.\n\nThe concept that can be traced back to a publication in 1943 by W. H.\nBurt, who constructed maps delineating the spatial extent or outside\nboundary of an animal's movement during the course of its everyday activities.\nAssociated with the concept of a home range is the concept of a utilization\ndistribution, which takes the form of a two dimensional\nprobability density function that represents the probability of finding an\nanimal in a defined area within its home range. The home range of an individual\nanimal is typically constructed from a set of location points that have been\ncollected over a period of time identifying the position in space of an\nindividual at many points in time. Such data are now collected automatically\nusing collars placed on individuals that transmit through satellites or using\nmobile cellphone technology and global positioning systems (GPS) technology, at\nregular intervals.\n\nThe simplest way to draw the boundaries of a home range from a set of location\ndata is to construct the smallest possible convex polygon around the data. This\napproach is referred to as the minimum convex polygon (MCP) method which is\nstill widely employed, but has many\ndrawbacks including often overestimating the size of home ranges.\n\nThe best known methods for constructing utilization distributions are the so-\ncalled bivariate Gaussian or normal distribution kernel density\nmethods. This group of methods is part of a\nmore general group of parametric kernel methods that employ distributions other\nthan the normal distribution as the kernel elements associated with each point\nin the set of location data.\n\nRecently, the kernel approach to constructing utilization distributions was\nextended to include a number of nonparametric methods such as the Burgman and\nFox's alpha-hull method. and Getz and Wilmers local convex hull\n(LoCoh) method. This latter method has now been extended from a\npurely fixed-point LoCoH method to fixed radius and adaptive point/radius LoCoH\nmethods.\n\nAlthough, currently, more software is available to implement parametric than\nnonparametric methods (because the latter approach is newer), the cited papers\nby Getz et al. demonstrate that LoCoH methods generally provide more accurate\nestimates of home range sizes and have better convergence properties as sample\nsize increases than parametric kernel methods.\n\nHome range estimation methods that have been developed since 2005 include:\n* LoCoH\n* Brownian Bridge\n* Line-based Kernel\n* GeoEllipse\n* Line-Buffer (See also:\n  [http://gisciencegroup.ucalgary.ca/wiki/OpenJUMP_HoRAE HoRAE - Home Range\n  Analysis and Estimation Toolbox])\n\nComputer packages for using parametric and nonparametric kernel methods are\navailable online. [http://locoh.cnr.berkeley.edu/ LoCoH: Powerful algorithms\nfor finding home ranges ][http://www.faunalia.it/animov/ AniMove - Animal movement methods ][http://gisciencegroup.ucalgary.ca/wiki/OpenJUMP_HoRAE HoRAE - Home\nRange Analysis and Estimation Toolbox (open source; methods: Point-Kernel, Line-\nKernel, Brownian-Bridge, LoCoH, MCP, Line-Buffer)] [http://cran.univ-\nlyon1.fr/web/packages/adehabitat/index.html adehabitat for R (open source;\nmethods: Point-Kernel, Line-Kernel, Brownian-Bridge, LoCoH, MCP,\nGeoEllipse)]\n","linknr":-1,"url":"home_range","recorded":1376418346,"links":[],"instances":["animal"],"pdf":[],"categories":["Ethology"],"headings":["See also","References"],"image":[],"tags":[["territory","animal"]],"members":["territory"],"related":["Territory_(animal)","Utilization_distribution","Probability_density_function","Satellite","Cellphone","GPS","Convex_polygon","Normal_distribution","Multivariate_kernel_density_estimation","Local_convex_hull","Territoriality","Dear_enemy_recognition"]}