{"cursor":"11883","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n{{Infobox symptom |Name= Hyperventilation |ICD10= |ICD9= |MedlinePlus = 003071\n}} 'Hyperventilation' occurs when the rate and quantity of alveolar ventilation\nof carbon dioxide exceeds body's production of carbon dioxide. [http://www-\n.globalrph.com/martin_4_most.htm] [http://www.yourdictionary.com/hype-\nrventilation yourdictionary.com > hyperventilation] Citing: The American\nHeritageÂ® Dictionary of the English Language, 4th edition Copyright 2010\n\nWhen alveolar ventilation is excessive, more carbon dioxide will be removed from\nthe blood stream than the body can produce. This causes the concentration of\ncarbon dioxide in the blood stream to fall and produces a state known as\nhypocapnea (too little carbon dioxide in the blood stream). The body normally\nattempts to compensate for this metabolically. If excess ventilation cannot be\ncompensated metabolically, it will lead to a rise in blood pH. This rise in\nblood pH is known as respiratory alkalosis. When hyperventilation leads to\nrespiratory alkalosis, it may cause a number of physical symptoms: dizziness,\ntingling in the lips, hands or feet, headache, weakness, fainting and seizures.\nIn extreme cases it can cause carpopedal spasms (flapping and contraction of the\nhands and feet). [http://emedicine.medscape.com/article/301680-\nclinical]\n\nHyperventilation can be voluntary or involuntary. Swimmers sometimes voluntarily\nhyperventilate in hopes of extending dive time or extending the length of time\nthey can swim underwater without rising to take a\nbreath. [http://apneabali.com/hyperventilation/] Anesthesiologists\nsometimes recommend that their patients hyperventilate prior to putting them\nunder general anesthesia. [http://www.anesthesia-\nanalgesia.org/content/93/5/1277] . Certain kinds of Yoga, for\nexample,Bhastrika yoga also employ voluntary hyperventilation.\n\nInvoluntary hyperventilation can occur in response to both physical and\nemotional stimuli. These include reduced air pressure at high altitudes â Online interactive oxygen delivery calculator that mimics\nhyperventilation , raised progesterone levels in pregnancy, head injury,\nstroke, respiratory disorders such as asthma and pneumonia, cardiovascular\nproblems such as pulmonary embolisms, anemia, adverse reactions to certain\ndrugs, physical or emotional stress, fear, pain, and anxiety. Hyperventilation\ncan also be mechanically produced in people on\nrespirators. [http://www.anaesthesiamcq.com/AcidBaseBook/ab6_2.php] .\n\nHyperventilation should not be confused with tachypnea (fast breathing) or\nhyperpnea (breathing that is faster or deeper than normal). Both these terms\nneutrally describe the manner of breathing rather than the impact that breathing\nhas on carbon dioxide levels. Exercise, fever, shivering, and other disorders\ncan cause the body to produce more carbon dioxide than normal. The body attempts\nto correct for this by breathing more rapidly and deeply. This corrective\nbehavior does not lead to excess ventilation. Rather it brings the body into\nbalance by compensating for excess CO2 production. Thus hyperpnea in this\ncontext is not hyperventilation.\n\nIn fact, if the excess CO2 production cannot be completely cast off via\nhyperpnea, then a person will in fact be hypoventilating even though they are\nbreathing faster or more deeply than normal. For example, in certain respiratory\ndisorders, the transfer of carbon dioxide from the blood to the alveoli may be\nblocked. No matter how deep or fast the person tries to breathe, they cannot\nexpel enough carbon dioxide.\n","linknr":-1,"url":"hyperventilation","recorded":1376428639,"links":[],"instances":["medicine","medical","medical_sign"],"pdf":[],"categories":["Symptoms and signs","Abnormal respiration","Respiratory diseases"],"headings":["Causes","Mechanism","Treatment","References","See also"],"image":[],"tags":[["stress","medicine"],["tetany","medical_sign"],["hypoxia","medical"]],"members":["stress","hypoxia","tetany"],"related":["Ventilation","Hypocapnea","Respiratory_alkalosis","Bhastrika","Tachypnea","Hyperpnea","Hypoventilation","Stress_(medicine)","Anxiety","Hyperventilation_syndrome","Lung","Stroke","Central_neurogenic_hyperventilation","Apneustic_respirations","Ataxic_respiration","Cheyne–Stokes_respiration","Biot's_respiration","Acidosis","Diabetic_ketoacidosis","Kussmaul_breathing","VO2_max","Glycolysis","Anaerobic_threshold","Hyperpnea","Minute_ventilation","Alveoli","Blood","Hypocapnia","Bicarbonate","Alkaline","PH_value","Respiratory_alkalosis","Vasoconstriction","Calcium","Hypocalcemia","Albumin","Tetany_(medical_sign)","Lightheadedness","Parasthesia","Fainting","Hypocapnia","Respiratory_alkalosis","Hypoxia_(medical)","Oxygen","Anxiety","Hyperventilation_syndrome","Benzodiazepines","List_of_terms_of_lung_size_and_activity","Hypoventilation","Control_of_respiration","Respiratory_alkalosis","Shallow_water_blackout","Hyperpnea","Tachypnea"]}