{"cursor":"10172","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Instinct' or 'innate behavior' is the inherent inclination of a living organism\ntoward a particular complex behavior.\n\nThe simplest example of an instinctive behavior is a fixed action pattern, in\nwhich a very short to medium length sequence of actions, without variation, are\ncarried out in response to a clearly defined stimulus.\n\n\n\n makes its way to the open ocean]] Any behavior is instinctive if it is\n performed without being based upon prior experience (that is, in the absence of\n learning), and is therefore an expression of innate biological factors. Sea\n turtles, newly hatched on a beach, will automatically move toward the ocean. A\n joey climbs into its mother's pouch upon being born. Honeybees\n communicate by dancing in the direction of a food source without formal\n instruction. Other examples include animal fighting, animal courtship behavior,\n internal escape functions, and the building of nests. All of these are examples\n of complex behaviors and are thus substantially different from simple reflex\n behaviors.\n\nAn instinct should be distinguished from a reflex, which is a simple response of\nan organism to a specific stimulus, such as the contraction of the pupil in\nresponse to bright light or the spasmodic movement of the lower leg when the\nknee is tapped. Instincts, in contrast, are inborn complex patterns of behavior\nthat must exist in every member of the species and that cannot be overcome by\nforce of will. Naiman, Joanne. (2004) How Societies Work. Thomson\nPublishers. 3rd ed. However, the absence of volitional capacity must not\nbe confused with an inability to modify fixed action patterns. For example,\npeople may be able to modify a stimulated fixed action pattern by consciously\nrecognizing the point of its activation and simply stop doing it, whereas\nanimals without a sufficiently strong volitional capacity may not be able to\ndisengage from their fixed action patterns, once activated. Lorenz, Konrad.\n\"Behind the Mirror, A Search for a Natural History of Human Knowledge\", (1973)\nR. Piper & Co. Verlag, English translation (1977) Methuen & Co.\n\nThe role of instincts in determining the behavior of animals varies from species\nto species. The more complex the neural system of an animal, the greater is the\nrole of the cerebral cortex, and social learning and instincts play a lesser\nrole. A comparison between a crocodile and an elephant illustrates how mammals\nfor example are heavily dependent on social learning. Lionesses and chimpanzees\nraised in zoos away from their birth mothers most often reject their own\noffspring because they have not been taught the skills of mothering. Such is not\nthe case with simpler species such as reptiles.\n","linknr":-1,"url":"instinct","recorded":1376418379,"links":[],"instances":[],"pdf":[],"categories":["Ethology","Neuroethology concepts"],"headings":["Behavioral sciences","Reflexes and instinct","Maturational instincts","History","See also","References"],"image":[],"tags":[],"members":[],"related":["Life","Organism","Behavior","Fixed_action_pattern","Learning","Sea_turtle","Joey","Honeybee","Courtship","Nest","Reflex","Reflex_arc","Stickleback","Primitive_reflex","Mammal","Jean_Henri_Fabre","Entomologist","Cognition","Consciousness","Behaviorism","B._F._Skinner","Konrad_Lorenz","Nikolaas_Tinbergen","Psychology","Wilhelm_Wundt","Frank_Beach","Comparative_psychology","Sigmund_Freud","Psychoanalyst","Motivation","Sex","Aggression","Richard_Herrnstein","Biological_imperative","Innatism","Nature_versus_nurture","Psychological_nativism","Sociobiology"]}