{"cursor":"16411","size":15,"audio":[],"currentlang":"en","article":"In scientific nomenclature, a 'synonym' is a scientific name that applies to a\ntaxon that (now) goes by a different scientific name, ''ICBN'',\nAppendix VII \"Glossary\", entry for \"synonym\" although zoologists use the\nterm somewhat differently. ''ICZN'', \"Glossary\", entry for \"synonym\"\nFor example, Linnaeus was the first to give a scientific name (under the\ncurrently used system of scientific nomenclature) to the Norway spruce, which he\ncalled Pinus abies. This name is no longer in use: it is now a synonym of the\ncurrent scientific name which is Picea abies.\n\nUnlike synonyms in other contexts, in taxonomy a synonym is not interchangeable\nwith the name of which it is a synonym. In taxonomy, synonyms are not equals,\nbut have a different status. In general, for any taxon with a particular\ncircumscription, position and rank only one scientific name is considered to be\nthe correct one at any given time (this correct name is to be determined by\napplying the relevant code of nomenclature). A synonym is always the synonym of\na different scientific name and cannot exist in isolation. Given that the\ncorrect name of a taxon depends on the taxonomic viewpoint used (resulting in a\nparticular circumscription, position and rank) a name that is one taxonomist's\nsynonym may be another taxonomist's correct name (and vice versa).\n\nSynonyms may arise whenever the same taxon is described and named more than\nonce, independently. They may also arise whenever existing taxa are changed, as\nwhen a species is moved to a different genus, or two genera are joined to\nbecome one, etc.\n","linknr":-1,"url":"junior_synonym","recorded":1376418371,"links":[],"instances":["biology"],"pdf":[],"categories":["Botanical nomenclature","Zoological nomenclature"],"headings":["General usage","Zoology","Botany","Comparison between zoology and botany","Synonym lists","Other usage","See also","References","Bibliography"],"image":[],"tags":[["type","biology"]],"members":["type"],"related":["Scientific_nomenclature","Scientific_name","Taxon","Carl_Linnaeus","Norway_spruce","Synonym","Nomenclature_codes","Genera","Drosophila_melanogaster","Greek_language","Salamanders","Frogs","Available_name","Type_specimen","Type_species","John_Edward_Gray","Pronghorn","George_Ord","International_Commission_on_Zoological_Nomenclature","Red_imported_fire_ant","Apomixis","Botanical_nomenclature","Type_(biology)","Taxonomic_rank","Lumpers_and_splitters","Taraxacum_officinale","Palaeontology","James_Edgar_Dandy","Angiosperm_Phylogeny_Group","Verbenaceae","Lamiaceae","Acanthaceae","Chresonym","Synonym"]}