{"cursor":"2351","size":15,"audio":[],"currentlang":"en","article":"{{Infobox Bone | Name = | Latin = processus mastoideus ossis temporalis |\nGraySubject = 34 | GrayPage = 141 | Image = Gray1193.png | Caption = Side view\nof head, showing surface relations of bones. (Mastoid process labeled near\ncenter.) | Image2 = Processusmastoideusossistemporalis.PNG | Caption2 = Mastoid\nprocess | Origins = | Insertions = | Articulations = | MeshName = | MeshNumber =\n| DorlandsPre = p_34 | DorlandsSuf = 12667534 | }} The 'mastoid process' is a\nconical prominence projecting from the undersurface of the mastoid portion of\nthe temporal bone. It is located just behind the external acoustic meatus, and\nlateral to the styloid process. Its size and form vary somewhat; it is larger in\nthe male than in the female.\n\nThe term “mastoid” is derived from the Greek word for “breast,” a reference to\nthe shape of this bone. The temporal bone contains another protrusion, the\nstyloid process, located in close proximity to the mastoid process. The styloid\nprocess also serves as a point of attachment for muscles and has a distinctive\npointed shape akin to that of a stylus, explaining the origins of the name.\n\nThis part of the skull projects from the temporal bone and is roughly pyramidal\nor conical in shape. One important role for this bone is as a point of\nattachment for several muscles - the splenius capitis, longissimus capitis,\ndigastric posterior belly, and sternocleidomastoid. These muscles are one reason\nthe mastoid process tends to be larger in men, because men have bigger muscles\nas a general rule and thus require larger points of attachment.\n\nThe mastoid process is absent or rudimentary in the neonatal skull. It forms\npostnatally, as the sternocleidomastoid muscle develops and pulls on the bone.\n","linknr":-1,"url":"mastoid_process","recorded":1376427587,"links":[],"instances":["temporal"],"pdf":[],"categories":["Bones of the head and neck"],"headings":["See also","Additional Images","External links"],"image":[],"tags":[["styloid_process","temporal"]],"members":["styloid_process"],"related":["Mastoid_portion_of_the_temporal_bone","External_acoustic_meatus","Styloid_process_(temporal)","Breast","Splenius_capitis","Longissimus_capitis","Digastric","Sternocleidomastoid","Mastoiditis","Mastoidectomy"]}