{"cursor":"6210","size":15,"audio":[],"currentlang":"en","article":"\n\nIn biology, and in science in general, a 'mechanism' is a complex object\n(system) or, more generally, a process that produces a regular phenomenon. For\nexample, natural selection is one of the mechanisms of biological evolution,\nother being genetic drift, biased mutation, and gene flow; competition,\npredation, host-parasite interactions, etc. are mechanisms of community\nstructuring; and membrane depolarization is the mechanism of transmission of\nneural signals.\n\nAccordingly, descriptions of mechanisms are a part of an answer to a question\nabout why some object or process occurred. In other words, descriptions of\nmechanisms occur in explanations of biological facts. Thus, mechanism refers\nback from the object or process, along some chain of causation. No description\nof mechanism is ever complete. For example, the mechanism of sunlight might\ninclude the rotation of the earth, the Earth's orbit, the sun, nuclear\nreactions, heat, temperature, radiation emission, electromagnetic theory about\nthe propagation of light, formation of the solar system, etc. Compare this to\nthe function of the object or process, which looks forward along some chain of\ncausation to a goal or evolutionary success. Dusenbery, David B. (1992).\nSensory Ecology, pp. 7–8. W.H. Freeman., New York. ISBN 0-7167-2333-6.\n","linknr":-1,"url":"Mechanism_(biology)","recorded":1362478797,"links":0,"instances":["ecology","biology","science"],"pdf":[],"categories":["Biological concepts"],"headings":["Characterizations/ definitions","Analysis","Explanations","Notes and references"],"image":[],"tags":[["process","science"],["community","ecology"],["function","biology"]],"members":["community","function","process"],"related":["Biology","System","Process_(science)","Evolution","Genetic_drift","Gene_flow","Competition","Predation","Parasitism","Community_(ecology)","Action_potential","Sunlight","Function_(biology)","Philosophy_of_science","Lindley_Darden","Carl_Craver","Stuart_Glennan","William_Bechtel","Krebs_cycle","Analysis_and","Explanation","Causality","Deductive-nomological_model","Science","Wesley_Salmon","Noam_Chomsky"]}