{"cursor":"3653","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'megabit' is a multiple of the unit bit for digital information or computer\nstorage. The prefix mega (symbol M) is defined in the International System of\nUnits (SI) as a multiplier of 10 6 (1\nmillion), [http://physics.nist.gov/cuu/Units/prefixes.html The NIST\nReference on Constants, Units, and Uncertainty: SI prefixes] and therefore\n:1 megabit = = = 1000 kilobits.\n\nThe megabit has the unit symbol 'Mb' or 'Mbit'.\n\nUsing the common byte size of 8 bits, 1 megabit is roughly equal to 125\nkilobytes (kB) or approximately 122 kibibytes (KiB).\n\nThe megabit is closely related to the mebibit, a unit multiple derived from the\nbinary prefix mebi (symbol Mi) of the same order of\nmagnitude, [http://physics.nist.gov/cuu/Units/binary.html The NIST Reference\non Constants, Units, and Uncertainty: Prefixes for binary multiples] which\nis equal to = , or approximately 5% larger than the megabit. Despite the\ndefinitions of these new prefixes for binary-based quantities of storage by\ninternational standards organizations, memory semiconductor chips are still\nmarketed using the metric prefix names to designate binary multiples.\n\nThe megabit is widely used when referring to data transfer rates of computer\nnetworks or telecommunications systems. Network transfer rates and download\nspeeds often use the megabit as the amount transferred per time unit, e.g., a\n100 Mbit/s (megabit per second) Fast-Ethernet connection, or a 10 Mbit/s\nInternet access service, whereas the sizes of data units (files) transferred\nover these networks are often measured in megabytes. To achieve a transfer rate\nof one megabyte () per second one needs a network connection with a transfer\nrate of eight megabits per second. This can be confusing for internet users\nassuming the values are in kilobytes and megabytes per second. If one goes to\nbuy a 2 megabit per second internet plan, they are really only getting a 250\nkilobyte (.25 MB) per second plan.\n","linknr":-1,"url":"Megabit","recorded":1376428644,"links":[],"instances":["fourth_generation"],"pdf":[],"categories":["Units of information"],"headings":["Usage conventions","References"],"image":[],"tags":[["history_of_video_game_consoles","fourth_generation"]],"members":["history_of_video_game_consoles"],"related":["Bit","Information","Computer_storage","Mega-","International_System_of_Units","Kilobit","Byte","Kilobyte","Kibibyte","Mebibit","Binary_prefix","Mebi-","Metric_prefix","Telecommunications","Mbit/s","Megabit_per_second","Ethernet","Telecommunications","RAM","Read-only_memory","Mebibyte","Megabyte","History_of_video_game_consoles_(fourth_generation)","Computer_data_storage","Mebibit","Super_Nintendo_Entertainment_System","Mega_Drive","Nintendo_64"]}