{"cursor":"6504","size":15,"audio":[],"currentlang":"en","article":", the blue (left) and red (right) groups represent monophyletic groups, the\ngreen group (centre) being paraphyletic.]] s, showing a 'monophyletic group'\n(the simians, in yellow), a '[[paraphyletic group]]' (the prosimians, in blue,\nincluding the red patch), and a '[[Polyphyly|polyphyletic group]]' (the night-\nactive primates, the lorises and the tarsiers, in red)]]\n\nIn common cladistic usage, a 'monophyletic' group is a taxon (group of\norganisms) which forms a clade, meaning that it consists of an ancestral species\nand all its descendants. The term is synonymous with the uncommon term\nholophyly. Monophyletic groups are typically characterized by shared derived\ncharacteristics (synapomorphies).\n\nMonophyly is contrasted with the terms paraphyly and polyphyly, which are most\neasily understood from the second diagram in this article. In current usage, a\nparaphyletic group consists of all of the descendants of a common ancestor\nminus one or more monophyletic groups. A paraphyletic group is thus 'nearly'\nmonophyletic (consistent with the meaning of the prefix 'para', namely 'near'\nor 'alongside'.) A polyphyletic group is characterized by convergent features\nor habits (e. g., night-active primates, trees, aquatic insects); the features\nby which the group is differentiated from others are not inherited from a\ncommon ancestor.\n\nThese definitions have taken some time to be accepted. When the cladistic school\nof thought became mainstream in the 1960s, several alternative definitions were\nin use. Indeed, taxonomists sometimes used terms without defining them, leading\nto confusion in the early literature, a confusion\nwhich persists.\n","linknr":-1,"url":"monophyly","recorded":1376418362,"links":[],"instances":[],"pdf":[],"categories":["Phylogenetics"],"headings":["Definitions","See also","References","External links"],"image":[],"tags":[],"members":[],"related":["Loris","Tarsier","Cladistics","Taxon","Clade","Species","Holophyly","Synapomorphy","Paraphyly","Polyphyly","Convergent_evolution","Willi_Hennig","Hybrid_speciation","Holophyly","Paraphyly","Polyphyly"]}