{"cursor":"20074","size":15,"audio":[],"currentlang":"en","article":"\n'Multiangle light scattering' (MALS) is a technique for determining,\nindependently, the absolute molar mass and the average size of particles in\nsolution, by detecting how they scatter light. Collimated light from a laser\nsource is most often used, in which case the technique can be referred to as\n'multiangle laser light scattering' (MALLS). The insertion of the word “laser”\nwas intended to reassure those used to making light scattering measurements with\nconventional light sources such as Hg-arc lamps that low angle measurements\ncould now be made. Until the advent of lasers and their associated fine beams of\nvery narrow width, the width of conventional light beams used to make such\nmeasurements prevented data collection at smaller scattering angles. In recent\nyears, since all commercial light scattering instrumentation use laser sources,\nthis need to mention the light source has been dropped and the term MALS used\nthroughout.\n\nThe \"multi-angle\" term refers to the detection of scattered light at different\ndiscrete angles as measured, for example, by a single detector moved over a\nrange that includes the particular angles selected or an array of detectors\nfixed at specific angular locations.  A discussion of the\nphysical phenomenon related to this static light scattering, including some\napplications, data analysis methods and graphical representations associated\ntherewith are presented.\n\nAssociated with a MALS measurement are a variety of ancillary elements. Most\nimportant among them is a collimated or focused light source (nowadays, usually\na laser) producing a fine beam of monochromatic light to illuminate a region of\nthe sample. In modern instruments, the beam is generally polarized, though other\npolarizations may be used especially when studying anisotropic particles. Early\nwork in the field was performed with unpolarized sources such as Hg-arc lamps.\nEssential is an optical cell containing the sample being measured. Alternatively\nmanifold elements can be used for the case of a flowing system. If single-\nparticles scattering properties in air are to be measured, a means to introduce\nsuch particles one-at-a-time through the light beam at a point generally\nequidistant from the surrounding detectors must be provided.\n\n Although most MALS-based measurements are performed in a plane containing a\nset of detectors usually equidistantly placed from a centrally located sample\nthrough which the illuminating beam passes, three-dimensional versions also have been developed wherein the\ndetectors lie on the surface of a sphere with the sample controlled to pass\nthrough its center where it intersects the path of the incident light beam\npassing along a diameter of the sphere.  The former framework is used for measuring aerosol particles while\nthe latter was used to examine marine organisms such as phytoplankton.\n","linknr":-1,"url":"Multiangle_light_scattering","recorded":1376428516,"links":[],"instances":[],"pdf":[],"categories":["Scattering, absorption and radiative transfer (optics)","Spectroscopy","Colloidal chemistry","Scientific techniques"],"headings":["Background","Theory","References"],"image":[],"tags":[],"members":[],"related":["Absolute_molar_mass","Light_scattering","Laser","Static_light_scattering","Phytoplankton","Static_light_scattering","Quantum_efficiency","Densitometer","Differential_light_scattering","Dynamic_light_scattering","Brownian_motion","Charge-coupled_device","Brookhaven_Instruments","Size_exclusion_chromatography","Reversed-phase_chromatography","Rayleigh_scattering","Rayleigh_scattering","Refractive_index","Lorenz-Mie_scattering","Lorenz-Mie_scattering"]}