{"cursor":"17150","size":15,"audio":[],"currentlang":"en","article":"The term 'niche differentiation' (synonymous with 'niche segregation', 'niche\nseparation' and 'niche partitioning'), as it applies to the field of ecology,\nrefers to the process by which natural selection drives competing species into\ndifferent patterns of resource use or different niches. This process allows two\nspecies to partition certain resources so that one species does not out-compete\nthe other as dictated by the competitive exclusion principle; thus, coexistence\nis obtained through the differentiation of their ecological niches. Niche\npartitioning may not occur if there is sufficient geographic and ecological\nspace for organisms to expand into.\n\nNiche differentiation is a process which occurs through several different modes\nand on multiple temporal and spatial scales. In most cases, niche\ndifferentiation has created a relationship between two species where current\ncompetition is small or non-existent. Because of this, the presence of niche\ndifferentiation can be methodologically difficult to prove or disprove. The lack\nof evidence for current or past competition can blur the line between 1) two\ncompetitive species differentiating their niches to allow coexistence as opposed\nto 2) two non-competing species which occupy similar niches. It is important to\nkeep in mind that niche differentiation and inter-specific competition cannot\nalways be considered linked.\n\nAs an example of resource partitioning, seven [[Anolis]] lizards in tropical\nrainforest share common food needs — mainly insects. They avoid competition by\noccupying different sections of the rainforest. Some live on the leaf litter\nfloor while others live on shady branches, thereby avoiding competition over\nfood in those sections of the forest. All resources are subject to partitioning,\nfor example; space, food, nesting sites. This minimizes competition between\nsimilar species.\n","linknr":-1,"url":"Niche_differentiation","recorded":1376427893,"links":[],"instances":["biology","flower","biology"],"pdf":[],"categories":["Ecology"],"headings":["Niche differentiation: detection and quantification","Development of niche differentiation","Types of niche differentiation","Coexistence without niche differentiation: exceptions to the rule","References","Further reading","External links"],"image":[],"tags":[["competition","biology"],["morphology","biology"],["corolla","flower"]],"members":["competition","corolla","morphology"],"related":["Ecology","Natural_selection","Species","Competitive_exclusion_principle","Ecological_niche","Lizard","Tropical_and_subtropical_moist_broadleaf_forests","Insect","Nest","Competition_(biology)","Species","Lotka-Volterra_equation","Natural_history","Mathematical_models","Extinct","Behavioral","Morphology_(biology)","Spiny_mouse","Proboscis","Corolla_(flower)","Biodiversity","Biomes","Willow_Warbler","Common_Chiffchaff"]}