{"cursor":"3903","size":15,"audio":[],"currentlang":"en","article":"\n\n (the two cerci are also visible)]] '' laying eggs with her ovipositor.]] in\n [[Dolichomitus imperator]]: 1 Tapping with her antennae the wasp listens for\n the vibrations that indicate a host is present; 2 With the longer ovipositor,\n the Wasp drills a hole through the bark; 3 The wasp inserts the ovipositor into\n the cavity which contains the host larva; 4 Making corrections; 5 Depositing\n eggs; 6 Depositing eggs.]] The 'ovipositor' is an organ used by some animals\n for oviposition, i.e., the laying of eggs. It consists of a maximum of three\n pairs of appendages formed to transmit the egg, to prepare a place for it, and\n to place it properly. In some of the insects the organ is used merely to attach\n the egg to some surface, but in many parasitic species (primarily in wasps and\n other Hymenoptera) it is a piercing organ as well. It is used by grasshoppers\n to force a burrow in the earth to receive the eggs and by cicadas to pierce the\n wood of twigs for a similar purpose. Both long-horned grasshoppers and sawflies\n cut the tissues of plants by means of the ovipositor. None of these examples is\n quite as remarkable as the wasp genus [[Megarhyssa]], the females of which have\n a slender ovipositor (terebra) several inches long that is used to drill into\n the wood of tree trunks. These species are parasitic in the larval\n stage on the larvae of horntail wasps, hence the egg must be deposited directly\n into the host's body as it is feeding.\n\nThe sting of Hymenoptera (wasps, hornets, bees, and some ants) is also an\novipositor, in this case highly modified and associated with poison glands that\nare used to paralyze prey. This would allow eggs to be laid without the host\nfighting back, and probably also to suppress the host's immune system so that it\ncan't destroy the eggs or shake off the paralysis. http://www.zoology.ubc.c-\na/~bio336/Bio336/Lectures/Lecture5/Overheads.html However, in virtually\nall stinging hymenopterans, the ovipositor is no longer used for egg-laying.\n\nSome roach-like fish, such as bitterlings, have an ovipositor as a tubular\nextension of the genital orifice in the breeding season for depositing eggs in\nthe mantle cavity of the pond mussel. Seahorses have an ovipositor serving a\nsimilar purpose.\n","linknr":-1,"url":"ovipositor","recorded":1376418397,"links":[],"instances":["fish","biology","anatomy","biology"],"pdf":[],"categories":["Animal reproductive system","Fish anatomy","Insect anatomy"],"headings":["Media depictions","References"],"image":[],"tags":[["organ","anatomy"],["egg","biology"],["sting","biology"],["roach","fish"]],"members":["roach","sting","organ","egg"],"related":["Cercus","Organ_(anatomy)","Animal","Oviposition","Egg_(biology)","Insect","Parasite","Wasp","Hymenoptera","Grasshopper","Cicada","Wood","Ensifera","Symphyta","Biological_tissue","Plant","Tree_trunks","Larva","Horntail","Sting_(biology)","Wasp","Hornet","Bee","Ant","Poison","Gland","Roach_(fish)","Fish","Bitterling","Genital","Mussel","Seahorse","BBC","McFarland_&_Company"]}