{"cursor":"5652","size":15,"audio":[],"currentlang":"en","article":"\n\n'Phoebus Aaron Theodore Levene', M.D. (25 February 1869 – 6 September 1940) was\na Lithuanian-American biochemist who studied the structure and function of\nnucleic acids. He characterized the different forms of nucleic acid, DNA from\nRNA, and found that DNA contained adenine, guanine, thymine, cytosine,\ndeoxyribose, and a phosphate group.\n\nHe was born into a Litvak (Lithuanian Jewish) family as Fishel Aaronovich Levin\nin the town of Zhagar in Lithuania, then part of the Russian Empire, but grew up\nin St. Petersburg. There he studied medicine at the Imperial Military Medical\nAcademy (M.D., 1891) and developed an interest in biochemistry. In 1893, because\nof anti-Semitic pogroms, he and his family emigrated to the United States and he\npracticed medicine in New York.\n\nLevene enrolled at Columbia University and in his spare time conducted\nbiochemical research, publishing papers on the chemical structure of sugars. In\n1896 he was appointed as an Associate in the Pathological Institute of the New\nYork State Hospitals, but he had to take time off to recuperate from\ntuberculosis. During this period, he worked with several chemists, including\nAlbrecht Kossel and Emil Fischer, who were the experts in proteins.\n\nIn 1905, Levene was appointed as head of the biochemical laboratory at the\nRockefeller Institute of Medical Research. He spent the rest of his career at\nthis institute, and it was there that he identified the components of DNA. (He\nhad discovered ribose in 1909 and deoxyribose in 1929.) Not only did Levene\nidentify the components of DNA, he also showed that the components were linked\ntogether in the order phosphate-sugar-base to form units. He called each of\nthese units a nucleotide, and stated that the DNA molecule consisted of a string\nof nucleotide units linked together through the phosphate groups, which are the\n'backbone' of the molecule. His ideas about the structure of DNA were wrong; he\nthought there were only four nucleotides per molecule. He even declared that it\ncould not store the genetic code because it was chemically far too simple.\nHowever, his work was a key basis for the later work that determined the\nstructure of DNA. Levene published over 700 original papers and articles on\nbiochemical structures. Levene died in 1940, before the true significance of DNA\nbecame clear.\n\nLevene is known for his \"tetranucleotide hypothesis\" (formulated around 1910)\nwhich first proposed that DNA was made up of equal amounts of adenine, guanine,\ncytosine, and thymine. Before the later work of Erwin Chargaff, it was widely\nthought that DNA was organized into repeating \"tetranucleotides\" in a way that\ncould not carry genetic information. Instead, the protein component of\nchromosomes was thought to be the basis of heredity; most research on the\nphysical nature of the gene focused on proteins, and particularly enzymes and\nviruses, before the 1940s.\n","linknr":-1,"url":"Phoebus_Levene","recorded":1376418390,"links":[],"instances":[],"pdf":[],"categories":["American chemists","American people of Lithuanian-Jewish descent","American people of Russian-Jewish descent","American physicians","Jewish American scientists","Lithuanian Jews","Russian people of Lithuanian descent","Russian Jews","1869 births","1940 deaths"],"headings":["Notes","References","External links"],"image":[],"tags":[],"members":[],"related":["M.D.","Lithuanian_Jews","Biochemist","Nucleic_acid","DNA","RNA","Adenine","Guanine","Thymine","Cytosine","Deoxyribose","Lithuanian_Jews","Zhagar","Lithuania","Russian_Empire","St._Petersburg","Pogrom","New_York","Columbia_University","Albrecht_Kossel","Hermann_Emil_Fischer","DNA","Ribose","Deoxyribose","Nucleotide","Erwin_Chargaff","Chromosome","Gene","Protein","Enzyme","Virus"]}