{"cursor":"6222","size":15,"audio":[],"currentlang":"en","article":"\n\n rhizome]] '' plant sending out rhizomes]]\n\nIn botany and dendrology, a 'rhizome' (from \"mass of roots\", from\n\"cause to strike root\") is a modified subterranean stem of a plant\nthat is usually found underground, often sending out roots and shoots from its\nnodes. Rhizomes may also be referred to as 'creeping rootstalks' or\n'rootstocks'. Rhizomes develop from axillary buds and are diageotropic or grow\nperpendicular to the force of gravity. The rhizome also retains the ability to\nallow new shoots to grow upwards.\n\nIf a rhizome is separated into pieces, each piece may be able to give rise to a\nnew plant. The rhizome is used as storage for starches, proteins, and other\nnutrients by the plant. These nutrients become useful for the plant when new\nshoots must be formed or when the plant dies back for the winter.\nThis is a process known as vegetative reproduction and is used by farmers and\ngardeners to propagate certain plants. This also allows for lateral spread of\ngrasses like bamboo and bunch grasses. Examples of plants that are propagated\nthis way include hops, asparagus, ginger, irises, Lily of the Valley, Cannas,\nand sympodial orchids. Some examples of rhizomes that are used directly in\ncooking are ginger, turmeric, galangal, and fingerroot.\n\nStored rhizomes are subject to bacterial and fungal infections making them\nunsuitable for replanting and greatly diminishing stocks. However rhizomes can\nalso be produced artificially from tissue cultures. The ability to easily grow\nrhizomes from tissue cultures leads to better stocks for replanting and greater\nyields. The plant hormones ethylene and jasmonic acid have been found\nto help induce and regulate the growth of rhizomes, specifically in Rheum\nrabarbarum otherwise known as rhubarb. Ethylene that was applied externally was\nfound to affect internal ethylene levels, allowing for easy manipulations of\nethylene concentrations. Knowledge on how to use these hormones to\ninduce rhizome growth could help farmers and biologists producing plants grown\nfrom rhizomes with better ways on how to cultivate and grow better plants.\n\nThe quaking aspen (Populus tremuloides) is an example of a tree that propagates\nusing a rhizome. Aspen clonal colonies in the American West, such as the large\nPando colony in Utah, may have been living for over 1 million years. The rhizome\nof an aspen colony is the key to its longevity. Foragers, insects, fungus, and\nforest fires may destroy the above-ground portion of the tree, but the\nunderground rhizome is somewhat protected against these threats.\n\nA stolon is similar to a rhizome, but, unlike a rhizome, which is the main stem\nof the plant, a stolon sprouts from an existing stem, has long internodes, and\ngenerates new shoots at the end, such as in the strawberry plant. In general,\nrhizomes have short internodes; they send out roots from the bottom of the nodes\nand new upward-growing shoots from the top of the nodes. It is a method of\nreproduction for plants. A stem tuber is a thickened part of a rhizome or stolon\nthat has been enlarged for use as a storage organ. Kingsley R. Stern\nIntroductory Plant Biology, 10th ed. ISBN 0-07-290941-2 In general, a\ntuber is high in starch, for example, the common potato, which is a modified\nstolon. The term tuber is often used imprecisely, and is sometimes applied to\nplants with rhizomes.\n\nSome plants have rhizomes that grow above ground or that lie at the soil\nsurface, including some [[Iris (plant)|Iris]] species, and ferns, whose\nspreading stems are rhizomes. Plants with underground rhizomes include gingers,\nbamboo, the Venus Flytrap, Chinese lantern, Western poison-oak, C.Michael\nHogan (2008) Western poison-oak: Toxicodendron diversilobum, GlobalTwitcher, ed.\nNicklas Stromberg\n[http://globaltwitcher.auderis.se/artspec_information.asp?thingid=82914\nGlobaltwitcher.auderis.se] hops, and Alstroemeria, and the weeds Johnson\ngrass, bermuda grass, and purple nut sedge. Rhizomes generally form a single\nlayer, but in Giant Horsetails, can be multi-tiered. Husby, C: Ecology and\nPhysiology of the Giant Horsetails,\n[http://www.fiu.edu/~chusb001/GiantEquisetum/Ecophysiology.html FIU.edu]\n","linknr":-1,"url":"rhizome","recorded":1376418354,"links":[],"instances":["geography","plant","plant","tree","botany"],"pdf":[],"categories":["Plant anatomy","Plant reproduction"],"headings":["See also","References"],"image":[],"tags":[["subterranea","geography"],["node","botany"],["iris","plant"],["canna","plant"],["pando","tree"]],"members":["subterranea","canna","iris","pando","node"],"related":["Botany","Dendrology","Subterranea_(geography)","Plant_stem","Plant","Root","Shoot","Node_(botany)","Axillary_bud","Diageotropic","Starch","Protein","Vegetative_reproduction","Bamboo","Bunch_grasses","Hops","Asparagus","Ginger","Iris_(plant)","Lily_of_the_Valley","Canna_(plant)","Sympodial","Orchid","Ginger","Turmeric","Galangal","Fingerroot","Ethylene","Jasmonic_acid","Rhubarb","Populus_tremuloides","Pando_(tree)","Stolon","Strawberry","Tuber","Stolon","Storage_organ","Starch","Potato","Fern","Zingiberaceae","Bamboo","Venus_Flytrap","Physalis_alkekengi","Western_poison-oak","Hops","Alstroemeria","Johnson_grass","Bermuda_grass","Cyperus_rotundus","Equisetum","Aspen","Corm","Mycorrhiza"]}