{"cursor":"4644","size":15,"audio":[],"currentlang":"en","article":"Posttranslational Modification\n\n'Sulfation' in biochemistry is the enzyme-catalyzed addition of sulfate to\nanother molecule. It often refers to a phase II enzyme reaction. This\nbiotransformation process uses its cosubstrate 3'-phosphoadenosine-5'-\nphosphosulfate (PAPS) to transfer sulfate to a xenobiotic. Most of the time this\nis effective in rendering the xenobiotic less active from a pharmacological and\ntoxicological standpoint, but sometimes it plays a role in the activation of\nxenobiotics (e.g. aromatic amines, methyl substituted polycyclic aromatic\nhydrocarbons).\n\nAnother example of a biological sulfation reaction is in the creation of\nsulfated glycosaminoglycans. Here, the sulfate group is being added either via\noxygen (O-sulfation) or nitrogen (N-sulfation).\n\nTyrosine Sulfation Sulfation is also a possible posttranslational modification\nof protein. The target amino acid is tyrosine and the reaction is called\ntyrosine sulfation.\n\n'Tyrosine sulfation' is a posttranslational modification where a sulfate group\nis added to a tyrosine residue of a protein molecule. Secreted proteins and\nextracellular parts of membrane proteins that pass through the Golgi apparatus\nmay be sulfated. Sulfation was first discovered by Bettelheim in bovine\nfibrinopeptide B in 1954 Tyrosine-O-sulfate in a peptide from fibrinogen. F.\nR. Bettelheim, J. Am. Chem. Soc., 1954, 76 (10), pp 2838–2839,  and later\nfound be present in animals and plants but not in prokaryotes or in yeast.\n\nFunction Sulfation plays role in strengthening protein-protein interactions.\nTypes of human proteins known to undergo tyrosine sulfation include adhesion\nmolecules, G-protein-coupled receptors, coagulation factors, serine protease\ninhibitors, extracellular matrix proteins, and hormones. Tyrosine O-sulfate is a\nstable molecule and is excreted in urine in animals. No enzymatic mechanism of\ntyrosine sulfate desulfation is known to exist.\n\nBy knock-out of TPST genes in mice, it may be observed that tyrosine sulfation\nhas effects on the growth of the mice, such as body weight, fecundity, and\npostnatal viability.\n\nMechanism Sulfation is catalyzed by tyrosylprotein sulfotransferase (TPST) in\nGolgi apparatus. The reaction catalyzed by TPST is a transfer of sulfate from\nthe universal sulfate donor 3'-phosphoadenosine-5'-phosphosulfate (PAPS) to the\nside-chain hydroxyl group of a tyrosine residue. Sulfation sites are tyrosine\nresidues exposed on the surface of the protein typically surrounded by acidic\nresidues, a detailed description of the characteristics of the sulfation site is\navailable from PROSITE (PROSITE pattern: PS00003)[http://www.expasy.org/cgi-\nbin/nicedoc.pl?PS00003]. Two types of tyrosylprotein sulftotransferases (TPST-1\nand TPST2) have been identified.\n\nRegulation There is very limited evidence that the TPST genes are subject to\ntranscriptional regulation and tyrosine O-sulfate is very stable and cannot be\neasily degraded by mammalian sulfatases. Tyrosine O-sulfation is an irreversible\nprocess in vivo.\n\nAntibody for detection of tyrosine-sulfated epitopes In 2006, an article was\npublished in the [[Journal of Biological Chemistry]] describing the production\nand characterization of an antibody called PSG2. This antibody shows exquisite\nsensitivity and specificity for epitopes containing sulfotyrosine independent of\nthe sequence context.\n\nSulfation in Other Amino Acids\n\nSee also *Methylation *Hydrogenation *Rosemary Waring *Acetylation\n\nReferences\n\n*\n\n*\n","linknr":-1,"url":"sulphation","recorded":1376429285,"links":[],"instances":[],"pdf":[],"categories":["Proteins","Posttranslational modification"],"headings":["Posttranslational Modification","See also","References"],"image":[],"tags":[],"members":[],"related":["Sulfate","3'-Phosphoadenosine-5'-phosphosulfate","Xenobiotic","Pharmacology","Toxicology","Aromatic_amine","Polycyclic_aromatic_hydrocarbon","Glycosaminoglycan","Posttranslational_modification","Tyrosine","Tyrosine_sulfation","Posttranslational_modification","Sulfate","Tyrosine","Golgi_apparatus","Frederick_Bettelheim","Prokaryote","Serine_protease_inhibitor","Tyrosylprotein_sulfotransferase","Golgi_apparatus","3'-phosphoadenosine-5'-phosphosulfate","Antibody","Methylation","Hydrogenation","Rosemary_Waring","Acetylation"]}