{"cursor":"3035","size":15,"audio":[],"currentlang":"en","article":"The 'touchdown polymerase chain reaction' or 'touchdown style polymerase chain\nreaction' is a method of polymerase chain reaction by which primers will avoid\namplifying nonspecific sequences. The annealing temperature during a polymerase\nchain reaction determines the specificity of primer annealing. The melting point\nof the primer sets the upper limit on annealing temperature. At temperatures\njust below this point, only very specific base pairing between the primer and\nthe template will occur. At lower temperatures, the primers bind less\nspecifically. Nonspecific primer binding obscures polymerase chain reaction\nresults, as the nonspecific sequences to which primers anneal in early steps of\namplification will \"swamp out\" any specific sequences because of the exponential\nnature of polymerase amplification.\n\nThe earliest steps of a touchdown polymerase chain reaction cycle have high\nannealing temperatures. The annealing temperature is decreased in increments for\nevery subsequent set of cycles (the number of individual cycles and increments\nof temperature decrease is chosen by the experimenter). The primer will anneal\nat the highest temperature which is least-permissive of nonspecific binding that\nit is able to tolerate. Thus, the first sequence amplified is the one between\nthe regions of greatest primer specificity; it is most likely that this is the\nsequence of interest. These fragments will be further amplified during\nsubsequent rounds at lower temperatures, and will out compete the nonspecific\nsequences to which the primers may bind at those lower temperatures. If the\nprimer initially (during the higher-temperature phases) binds to the sequence of\ninterest, subsequent rounds of polymerase chain reaction can be performed upon\nthe product to further amplify those fragments. Touchdown increases specificity\nof the reaction at higher temperatures and increases the efficiency towards the\nend by lowering the annealing temperature.\n","linknr":-1,"url":"touchdown_PCR","recorded":1376427587,"links":[],"instances":["molecular_biology","biology","biochemistry"],"pdf":[],"categories":["Molecular biology","Laboratory techniques","Amplifiers","Polymerase chain reaction"],"headings":["Notes and references","Bibliography"],"image":[],"tags":[["primer","molecular_biology"],["annealing","biology"],["denaturation","biochemistry"]],"members":["primer","annealing","denaturation"],"related":["Polymerase_chain_reaction","Primer_(molecular_biology)","Annealing_(biology)","Temperature","Denaturation_(biochemistry)","Exponential_growth","Polymerase"]}