{"cursor":"4813","size":15,"audio":[],"currentlang":"en","article":" bacteria.]]\n\n'Griffith's experiment', reported in 1928 by Frederick Griffith, was\none of the first experiments suggesting that bacteria are capable of\ntransferring genetic information through a process known as\ntransformation.\n\nGriffith used two strains of pneumococcus ([[Streptococcus pneumoniae]])\nbacteria which infect mice – a type III-S (smooth) and type II-R (rough)\nstrain. The III-S strain covers itself with a polysaccharide capsule that\nprotects it from the host's immune system, resulting in the death of the host,\nwhile the II-R strain doesn't have that protective capsule and is defeated by\nthe host's immune system. A German bacteriologist, Fred Neufeld, had discovered\nthe three pneumococcal types (Types I, II, and III) and discovered the Quellung\nreaction to identify them in\nvitro. [http://books.google.com/books?id=iwDn7ubDO2kC Lehrer, Steven.\nExplorers of the Body. 2nd edition 2006 p 44] Until Griffith's experiment,\nbacteriologists believed that the types were fixed and unchangeable, from one\ngeneration to another.\n\nIn this experiment, bacteria from the III-S strain were killed by heat, and\ntheir remains were added to II-R strain bacteria. While neither alone harmed the\nmice, the combination was able to kill its host. Griffith was also able to\nisolate both live II-R and live III-S strains of pneumococcus from the blood of\nthese dead mice. Griffith concluded that the type II-R had been \"transformed\"\ninto the lethal III-S strain by a \"transforming principle\" that was somehow part\nof the dead III-S strain bacteria.\n\nToday, we know that the \"transforming principle\" Griffith observed was the DNA\nof the III-S strain bacteria. While the bacteria had been killed, the DNA had\nsurvived the heating process and was taken up by the II-R strain bacteria. The\nIII-S strain DNA contains the genes that form the protective polysaccharide\ncapsule. Equipped with this gene, the former II-R strain bacteria were now\nprotected from the host's immune system and could kill the host. The exact\nnature of the transforming principle (DNA) was verified in the experiments done\nby Avery, McLeod and McCarty and by Hershey and Chase.\n","linknr":-1,"url":"transforming_principle","recorded":1376418395,"links":[],"instances":["biology","genetics"],"pdf":[],"categories":["Genetics experiments","Microbiology","1928 in science"],"headings":["Notes","References","Further reading"],"image":[],"tags":[["transformation","genetics"],["strain","biology"]],"members":["strain","transformation"],"related":["Frederick_Griffith","Transformation_(genetics)","Strain_(biology)","Mouse","Polysaccharide","Immune_system","Fred_Neufeld","Bacterium","DNA","Avery-MacLeod-McCarty_experiment","Hershey-Chase_experiment"]}