{"cursor":"2925","size":15,"audio":[],"currentlang":"en","article":"\n'Walter M. Fitch' (May 21, 1929 â March 10, 2011) was professor of molecular\nevolution at the University of California, Irvine, until his death, preceded by\nthree years at the University of Southern California and 24 years University of\nWisconsinâMadison. He was also a member of the National Academy of Sciences, the\nAmerican Philosophical Society, and the American Association for the Advancement\nof Science, and was a Foreign Member of the Linnean Society (London). He is the\nco-founder of the journal Molecular Biology and Evolution, together with\nMasatoshi Nei, and was the first president of the Society for Molecular Biology\nand Evolution.\n\nWalter Fitch is noted for his pioneering work on reconstruction of phylogenies\n(evolutionary trees) from protein and DNA sequences. Among his achievements are\nthe first major paper on distance matrix methods, which introduced the Fitch-\nMargoliash method which seeks the tree that best predicts a set of pairwise\ndistances among species. He also developed the Fitch maximum parsimony\nalgorithm, which evaluates rapidly and exactly the minimum number of changes of\nstate of a sequence on a given phylogeny. His definition of orthologous\nsequences has been very often cited and used as a reference in many research\npublications.\n","linknr":-1,"url":"Walter_M._Fitch","recorded":1376418397,"links":[],"instances":[],"pdf":[],"categories":["American academics","Members of the Linnean Society of London","University of California, Irvine faculty","1929 births","2011 deaths","Members of the United States National Academy of Sciences"],"headings":["Major papers","External links"],"image":[],"tags":[],"members":[],"related":["Professor","Molecular_evolution","University_of_California,_Irvine","University_of_Southern_California","University_of_Wisconsin–Madison","United_States_National_Academy_of_Sciences","American_Philosophical_Society","American_Association_for_the_Advancement_of_Science","Linnean_Society_of_London","Masatoshi_Nei","Society_for_Molecular_Biology_and_Evolution","Phylogenetic_tree","Distance_matrix","Maximum_parsimony"]}