{"cursor":"5276","size":15,"audio":[],"currentlang":"en","article":"\n\n'' visualization using the Ziehl–Neelsen stain.]]\n\nThe 'Ziehl–Neelsen stain', also known as the 'acid-fast stain', was first\ndescribed by two German doctors: the bacteriologist Franz Ziehl (1859–1926) and\nthe pathologist Friedrich Neelsen (1854–1898). It is a special bacteriological\nstain used to identify acid-fast organisms, mainly Mycobacteria.\n[[Mycobacterium tuberculosis]] is the most important of this group because it\nis responsible for tuberculosis (TB). Other important Mycobacterium species\ninvolved in human disease are [[Mycobacterium leprae]], [[Mycobacterium\nkansasii]], [[Mycobacterium marinum]], and members of the [[Mycobacterium\navium]] complex. Acid fast organisms like Mycobacterium contain large amounts\nof lipid substances within their cell walls called mycolic acids. These acids\nresist staining by ordinary methods such as a Gram stain. Morello,\nJosephine A., Paul A. Granato, Marion E. Wilson, and Verna Morton. Laboratory\nManual and Workbook in Microbiology: Applications to Patient Care. 10th ed.\nBoston: McGraw-Hill Higher Education, 2006. Print. It can also be used to\nstain a few other bacteria, such as [[Nocardia]]. The reagents used are\nZiehl–Neelsen carbol fuchsin, acid alcohol, and methylene blue. Acid-fast\nbacilli will be bright red after staining.\n\nA variation on this staining method is used in mycology to differentially stain\nacid-fast incrustations in the cuticular hyphae of certain species of fungi in\nthe genus [[Russula]]. p 25. It is also useful in the\nidentification of some protozoa, namely Cryptosporidium and Isospora. The\nZiehl–Neelsen stain can also hinder diagnosis in the case of paragonimiasis\nbecause the eggs in an ovum and parasite sputum sample (OnP) can be dissolved by\nthe stain, and is often used in this clinical setting because signs and symptoms\nof paragonimiasis closely resemble those of TB.\n","linknr":-1,"url":"Ziehl-Neelsen_stain","recorded":1376428376,"links":[],"instances":[],"pdf":[],"categories":["Acid fast bacilli","Microbiology techniques","Staining","Bacteriology","Microscopy"],"headings":["Procedure","Mechanism explanation","Modifications","See also","References","References","External links"],"image":[],"tags":[],"members":[],"related":["Franz_Ziehl","Friedrich_Neelsen","Acid-fast","Mycobacteria","Tuberculosis","Gram_stain","Carbol_fuchsin","Methylene_blue","Mycology","Hyphae","Fungi","Cryptosporidium","Isospora","Paragonimiasis","Sulfuric_acid","Kinyoun","Detergent","Phenol","Kinyoun_stain","Lowenstein-Jensen_medium","Portable_Document_Format"]}