{"cursor":"3790","size":15,"audio":[],"currentlang":"en","article":":Not to be confused with the book [[The Selfish Gene]].\n\n'Selfish DNA' is a term for sequences of DNA that [[Sensu|sensu stricto]] have\ntwo distinct properties:\n* the DNA sequence spreads by forming additional copies of itself within the\n  genome; and\n* it makes no specific contribution to the reproductive success of its host\n  organism. (It might or might not have significant deleterious effects.)\n\nIn his 1976 book [[The Selfish Gene]] Richard\nDawkins suggested the idea of selfish DNA in reaction to the then fairly new\nrevelation of the large proportion of noncoding DNA in eukaryotic genomes. In\n1980, two articles in the journal [[Nature]] expanded and discussed the\nconcept. According\nto one of these articles:\n\n\n\nIn the purest forms of the concepts, units of genetically functional DNA might\nbe viewed as \"replicating entities\" that effect their replication by\nmanipulating the physiological activities of the cell that they control; in\ncontrast, units of selfish DNA effect their replication by exploiting existing\nDNA and DNA-manipulating mechanisms in the cell, notionally without\nsignificantly affecting the fitness of the organism in other respects.\n\nIrrespective of the strict definition of selfish DNA, there is no sharp,\ndefinitive boundary between the concepts of selfish DNA and genetically\nfunctional DNA. Often it also is difficult to establish whether a unit of\nnoncoding DNA is functionally important or not, and if important, in what way.\nWhat is more, it is not always easy to distinguish between some instances of\nselfish DNA and some types of viruses.\n","linknr":-1,"url":"selfish_DNA","recorded":1376418389,"links":[],"instances":["genetics"],"pdf":[],"categories":["DNA","Selection"],"headings":["Examples","See also","References"],"image":[],"tags":[["locus","genetics"]],"members":["locus"],"related":["DNA","Genome","Reproductive_success","Organism","Richard_Dawkins","Noncoding_DNA","Noncoding_DNA","Transposon","Locus_(genetics)","Eukaryotic","Genome_size","C-value","Human_genome","Homing_endonuclease_gene","Homologous_chromosome","Yeast","B_chromosome","Gene-centered_view_of_evolution","Intragenomic_conflict","Noncoding_DNA"]}