{"cursor":"3403","size":15,"audio":[],"currentlang":"en","article":"\nBiological 'assimilation', or emal bio assimilation, is the combination of two\nprocesses to supply animal cells with nutrients. The first is the process of\nabsorbing vitamins, minerals, and other chemicals from food within the\ngastrointestinal tract. emal In humans this is done with a chemical breakdown\n(enzymes and acids) and physical breakdown (oral mastication and stomach\nchurning.) The second process of bio assimilation is the chemical alteration of\nsubstances in the bloodstream by the liver or cellular secretions. Although a\nfew similar compounds can be absorbed in digestion bio assimilation, the\nbioavailability of many compounds is dictated by this second process since both\nthe liver and cellular secretions can be very specific in their metabolic action\n(see chirality.) This second process is where the absorbed food reaches the\ncells via the liver.\n\nMost foods are composed of largely indigestible components depending on the\nenzymes and effectiveness of an animal's digestive tract. The most well known of\nthese indigestible compounds is cellulose; the basic chemical polymer in the\nmakeup of plant cell walls. Most animals, however, do not produce cellulase; the\nenzyme needed to digest cellulose. However some animal species have developed\nsymbiotic relationships with cellulase producing bacteria (see termites and\nmetamonads.) This allows termites to use the energy dense cellulose\ncarbohydrate. L. R. Cleveland, “Symbiosis between Termites and Their\nIntestinal Protozoa” Proc Natl Acad Sci U S A. 1923 December; 9(12):\n424–428. Other such enzymes are known to significantly improve\nbioassimilation of nutrients. Because of the use of bacterial derivatives\nenzymatic dietary supplements now contain such enzymes as Amylase, Glucoamylase,\nProtease, Invertase, Peptidase, Lipase, Lactase, Phytase, and Cellulase. These\nenzymes improve the overall bioassimilation in the digestive tract but are still\nnot proven to increase bloodstream bioavailability. Basically the enzymes and\nother breakdowns make the bigger substances of food smaller so they can go\nthrough the rest of their digestion more easily.\n","linknr":134,"url":"Assimilation_(biology)","recorded":1362482697,"links":32,"instances":["small_intestine","biology","chemistry"],"pdf":[],"categories":["Biological processes","Metabolism"],"headings":["Examples of biological assimilation","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/ff/AlphaHelixSection.svg/40px-AlphaHelixSection.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["chirality","chemistry"],["cell","biology"],["absorption","small_intestine"]],"members":["absorption","cell","chirality"],"related":["Gastrointestinal_tract","Enzymes","Mastication","Bioavailability","Chirality_(chemistry)","Polymer","Termites","Metamonad","Photosynthesis","Carbon_dioxide","Water","Organic_molecule","Plant","Cell_(biology)","Nitrogen_fixation","Symbiosis","Bacteria","Root","Leguminosae","Absorption_(small_intestine)","Nutrient","Digestion","Intestine","Biological_tissue","Fluid","Anabolism","Bioavailability","Biochemistry"]}